[
  {
    "location": "Kitchen",
    "trade_type": "DIY",
    "title": "Replace refrigerator water dispense filter",
    "desc_main": "Your water dispenser contains a filter that removes impurities in your tap water to make it cleaner and give it better taste. Over time, these impurities start clogging up your filter, which can reduce your system's filtration efficiency and reduce the flow of water into your glass. We recommend you replace your water filter to improve the quality of your drinking water.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Quarterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "apr": "x",
    "jul": "x",
    "oct": "x",
    "category": "health",
    "author": "Chris"
  },
  {
    "location": "Kitchen",
    "trade_type": "Cleaning",
    "title": "Unclog kitchen sink drain",
    "desc_main": "Your kitchen sink collects all your dirty dishes after every meal and throughout the day. Over time, debris and leftover food can clog up your kitchen sink drain and affect water drainage. We recommend you use a cleaning brush and/or Draino to unclog your sink.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Monthly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "feb": "x",
    "mar": "x",
    "apr": "x",
    "may": "x",
    "jun": "x",
    "jul": "x",
    "aug": "x",
    "sep": "x",
    "oct": "x",
    "nov": "x",
    "dec": "x",
    "category": "health",
    "author": "Chris"
  },
  {
    "location": "Kitchen",
    "trade_type": "Cleaning",
    "title": "Clean kitchen sink aerators",
    "desc_main": "Sink aerators are nifty devices that control the water spread and flow from your sinks! Over time, mold and mineral deposits can start covering your sink aerators. This can be unsightly, block water flow, and damage them. We recommend you clean your sink aerators by removing them, soaking them in vinegar, and brushing all the deposits and mold off.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Quarterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "mar": "x",
    "jun": "x",
    "sep": "x",
    "dec": "x",
    "category": "health",
    "author": "Chris"
  },
  {
    "location": "Kitchen",
    "trade_type": "Cleaning",
    "title": "Clean garbage disposal",
    "desc_main": "Your garbage disposal is a great little invention: it shreds larger pieces of food that can't be disposed into smaller pieces that can be washed down the sink! Over time, it can get clogged with bits of food and grime, which can prevent proper functioning and also damage the unit. We recommend you use a brush (toothbrush or other) and a mixture of baking soda and vinegar to clean the garbage disposal.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Monthly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "feb": "x",
    "mar": "x",
    "apr": "x",
    "may": "x",
    "jun": "x",
    "jul": "x",
    "aug": "x",
    "sep": "x",
    "oct": "x",
    "nov": "x",
    "dec": "x",
    "category": "health",
    "author": "Chris"
  },
  {
    "location": "Kitchen",
    "trade_type": "Cleaning",
    "title": "Clean refrigerator coils",
    "desc_main": "Your refrigerator is one of the most important appliances in your home - it keeps your food fresh and lasting long! Over time, your refrigerator's cooling coils can become covered in dust, dander, and pet fur. This reduces the refrigerator's cooling efficiency, increases electricity usage, and can damage your refrigerator. We recommend you use a vacuum to remove dust and fur, and a damp cloth to wipe the coils down.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Quarterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "apr": "x",
    "jul": "x",
    "oct": "x",
    "category": "health",
    "author": "Chris"
  },
  {
    "location": "Kitchen",
    "trade_type": "Cleaning",
    "title": "Clean kitchen hood",
    "desc_main": "Your kitchen hood extracts fumes and oil particles, and in doing so, keeps your home air clean and smelling fresh. Over time, the hood becomes deposited with oil and debris in the air. This makes the surface sticky, yellowish-looking, and unsightly. We recommend you use a degreaser to wipe down the hood inside and outside surfaces while ventilating the kitchen area.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Quarterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "feb": "x",
    "may": "x",
    "aug": "x",
    "nov": "x",
    "category": "health",
    "author": "Chris"
  },
  {
    "location": "Kitchen",
    "trade_type": "Cleaning",
    "title": "Clean or replace kitchen hood air filter",
    "desc_main": "Your kitchen hood extracts fumes and oil particles, and in doing so, keeps your home air clean and smelling fresh. Over time, the filter in your hood becomes clogged with oil and debris, which reduces your hoods extraction efficiency and can leave your home smelling like food and your kitchen unsightly. We recommend you clean or replace your hood filter on a regular basis to keep your home clean and smelling fresh.",
    "interior_exterior": "interior",
    "reminder_recurrence": "Monthly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "feb": "x",
    "mar": "x",
    "apr": "x",
    "may": "x",
    "jun": "x",
    "jul": "x",
    "aug": "x",
    "sep": "x",
    "oct": "x",
    "nov": "x",
    "dec": "x",
    "category": "health",
    "Realtor Recommended (yes/no)": "Yes",
    "author": "Chris"
  },
  {
    "location": "Kitchen",
    "trade_type": "Plumbing",
    "title": "Inspect dishwasher hoses",
    "desc_main": "Your dishwasher is great machine: it cleans your dishes so that you don't have to! However, when in use, your dishwasher vibrates because of the pumping and splashing of water jets that clean your dishes. Over time, the water hoses can feed and drain your dishwasher can become loose and leaky, which can cause water damage to your home that is expensive to repair. We recommend that you inspect the hoses and hose connections and tighten them if needed.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Quarterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "mar": "x",
    "jun": "x",
    "sep": "x",
    "dec": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Kitchen",
    "trade_type": "Plumbing",
    "title": "Inspect kitchen sink plumbing",
    "desc_main": "Your kitchen sink collects all your dirty dishes after every meal and throughout the day. As your sink gets older, the plumbing glue can deteriorate, and the connections can become loose, leaky, and can cause damage to your home that is expensive to repair. We recommend that you inspect the pipes and pipe connections and tighten them if required.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Quaterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "apr": "x",
    "jul": "x",
    "oct": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Kitchen",
    "trade_type": "Plumbing",
    "title": "Inspect garbage disposal for leaks",
    "desc_main": "Your garbage disposal is a great little invention: it shreds larger pieces of food that can't be disposed into smaller pieces that can be washed down the sink! To do so, blades are rotated each time it is switched on. These moving blades cause vibrations that can loosen the connecting hoses over time, which can then leak and can cause water damage to your home that is expensive to repair. We recommend that you inspect the hoses and hose connections and tighten them if required.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Quarterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "mar": "x",
    "jun": "x",
    "sep": "x",
    "dec": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Kitchen",
    "trade_type": "Electrical",
    "title": "Test GCFI outlets in kitchen",
    "desc_main": "GCFI outlets have protective powers! They are designed to protect your home from electrical overloads when you use your small kitchen appliances. If these GFCI outlets malfunction, an overload may not be prevented, which could be a fire hazard. We recommend your test your kitchen GCFI outlets to ensure proper function.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Quaterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "apr": "x",
    "jul": "x",
    "oct": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Kitchen",
    "trade_type": "Cleaning",
    "title": "Clean out cabinets",
    "desc_main": "Your kitchen cabinets are some of the most expensive and attractive features of your kitchen! Over time, they will accumulate dust, grime, and food leftovers, which is both unhealthy and can attract unwanted guests! We recommend you spend time performing a deep cleaning of your cabinets - why not take the opportunity to de-clutter and replace aging food containers at the same time!",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Bi-yearly",
    "spr": "x",
    "fal": "x",
    "may": "x",
    "nov": "x",
    "category": "health",
    "author": "Matt"
  },
  {
    "location": "Kitchen",
    "trade_type": "DIY",
    "title": "Inspect kitchen sink and backsplash caulking",
    "desc_main": "Your kitchen sink isn't the most interesting part of your kitchen, and is even dreaded by some when it's time to wash dishes! Your sink is bonded to your countertop and the seams are sealed using caulking. Your backsplash seams are also waterproofed with caulking. Over time, the caulking can unstick or deteriorate, and become dirty with mold and grime. This can be both unhealthy and unsightly. We recommend you inspect your kitchen sink caulking and backsplash caulking for any holes or deterioration and repair as necessary.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Quarterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "feb": "x",
    "may": "x",
    "aug": "x",
    "nov": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Kitchen",
    "trade_type": "Cleaning",
    "title": "Bleach kitchen sink and backsplash",
    "desc_main": "Your kitchen sink isn't the most interesting part of your kitchen, and is even dreaded by some when it's time to wash dishes! Your sink is bonded to your countertop and the seams are sealed using caulking. Your backsplash seams are also waterproofed with caulking. Over time, the sink drain, sink seams, and backsplash caulking become dirty with mold and grime. This can be both unhealthy and unsightly. We recommend you bleach the sink drain, sink seams, and backsplash caulking on a regular basis to keep everything clean and hygienic.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Monthly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "feb": "x",
    "mar": "x",
    "apr": "x",
    "may": "x",
    "jun": "x",
    "jul": "x",
    "aug": "x",
    "sep": "x",
    "oct": "x",
    "nov": "x",
    "dec": "x",
    "category": "health",
    "author": "Chris"
  },
  {
    "location": "Kitchen",
    "trade_type": "Cleaning",
    "title": "Wipe down kitchen cabinets",
    "desc_main": "Your kitchen cabinets are some of the most expensive and attractive features of your kitchen! They also are high touch surfaces since the cabinet doors are constantly opened and closed to transfer dishes, utensils, and food to and from their shelves. They become covered in a thin layer of dirt, grime, and germs that is both unhealthy and an eyesore. We recommend you wipe down your kitchen cabinet with a gentle cleaning solution that contains a germ killer - bleach might be too abrasive for your cabinet finish, so we recommend against that.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Monthly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "feb": "x",
    "mar": "x",
    "apr": "x",
    "may": "x",
    "jun": "x",
    "jul": "x",
    "aug": "x",
    "sep": "x",
    "oct": "x",
    "nov": "x",
    "dec": "x",
    "category": "health",
    "author": "Chris"
  },
  {
    "location": "Kitchen",
    "trade_type": "Cleaning",
    "title": "Bleach kitchen countertops",
    "desc_main": "Your kitchen countertops are gorgeous and function! Whatever material they're made from - granite, quartz, solid wood, cement - they're high touch surfaces since they're used to hold everything from mail to raw food. As a result, they become covered in a thin layer of dirt, grime, and germs that is both unhealthy and an eyesore. We recommend you wipe down your kitchen cabinet with a gentle cleaning solution that contains a germ killer - bleach might be too abrasive for your cabinet finish, so we recommend against that.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Monthly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "feb": "x",
    "mar": "x",
    "apr": "x",
    "may": "x",
    "jun": "x",
    "jul": "x",
    "aug": "x",
    "sep": "x",
    "oct": "x",
    "nov": "x",
    "dec": "x",
    "category": "health",
    "author": "Chris"
  },
  {
    "location": "Kitchen",
    "trade_type": "DIY",
    "title": "Seal kitchen granite countertops",
    "desc_main": "Your kitchen countertops are gorgeous and function! Whatever material they're made from - granite, quartz, solid wood, cement - they're high touch surfaces since they're used to hold everything from mail to raw food. To waterproof the countertop surface and prevent debris and dirt from penetrating its surface pores, a sealant must be applied. This is a similar process that is used to protect your deck against the elements. We recommend you wipe down your countertops to remove dirt and grime, let it dry, and then apply a sealant that is appropriate for your countertop material.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Yearly",
    "win": "x",
    "jan": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Kitchen",
    "trade_type": "Cleaning",
    "title": "Clean fridge ice/water dispenser receptacle",
    "desc_main": "Your refrigerator is one of the most important appliances in your home - it even dispenses ice and water! Although your ice maker is properly sealed to keep the ice cubes solid, it's always a good idea to empty the ice maker compartment and wipe it down to ensure it is clean. We recommend you empty the ice container by disposing of the ice, wipe down the container with a cleaning solution, and check the ice-making mechanism to make sure everything is working as expected.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Yearly",
    "spr": "x",
    "jun": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Kitchen",
    "trade_type": "Cleaning",
    "title": "Declutter your fridge of expired food",
    "desc_main": "Your refrigerator is one of the most important appliances in your home - it keeps your food fresh and long lasting! Over time, as more food is bought and added into the fridge, the older groceries get pushed to the back of the fridge until we forget about them completely. This food ends up expiring and rotting in your fridge, which is unhealthy and also contaminates your good food. We recommend you regularly declutter your fridge of unwanted and expired foods to keep everything fresh and you as healthy as possible.",
    "interior_exterior": "interior",
    "reminder_recurrence": "Monthly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "feb": "x",
    "mar": "x",
    "apr": "x",
    "may": "x",
    "jun": "x",
    "jul": "x",
    "aug": "x",
    "sep": "x",
    "oct": "x",
    "nov": "x",
    "dec": "x",
    "category": "health",
    "author": "Chris"
  },
  {
    "location": "Kitchen",
    "trade_type": "Cleaning",
    "title": "Clean & bleach fridge interior",
    "desc_main": "Your refrigerator is one of the most important appliances in your home - it keeps your food fresh and long lasting! As soon as food is stored in the fridge, food particles and bacteria start contaminating the fridge surface and other food items, which is unhealthy. We recommend you regularly wipe down and bleach the interior of your fridge to keep everything fresh and you as healthy as possible.",
    "interior_exterior": "interior",
    "reminder_recurrence": "Monthly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "feb": "x",
    "mar": "x",
    "apr": "x",
    "may": "x",
    "jun": "x",
    "jul": "x",
    "aug": "x",
    "sep": "x",
    "oct": "x",
    "nov": "x",
    "dec": "x",
    "category": "health",
    "Realtor Recommended (yes/no)": "Yes",
    "author": "Chris"
  },
  {
    "location": "Kitchen",
    "trade_type": "Cleaning",
    "title": "Clean gas burners and grates",
    "desc_main": "Your kitchen stove is where all the action happens! Over time, however, the gas burners and grates become clogged with oils and food particles, which get baked into the surface with each use. This can be an eyesore, unhealthy, and harder to rejuvenate as time goes on. We recommend you deep clean your gas burners and grate with hot soapy water, baking soda, and then dry everything off with a soft cloth.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Monthly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "feb": "x",
    "mar": "x",
    "apr": "x",
    "may": "x",
    "jun": "x",
    "jul": "x",
    "aug": "x",
    "sep": "x",
    "oct": "x",
    "nov": "x",
    "dec": "x",
    "category": "maintenance",
    "author": "Matt"
  },
  {
    "location": "Kitchen",
    "trade_type": "DIY",
    "title": "Inspect gas range",
    "desc_main": "Your gas range is awesome to cook on! However, gas ranges represent a high risk (and high reward!) appliance under your roof. We recommend giving your range an inspection a few times a year to ensure all burners and gas line are properly operating. To do so, check the oven, all burners on high, that there is no damage or gas leaks. Bringing in a professional once a year is never a bad idea!",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Quarterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "apr": "x",
    "jul": "x",
    "oct": "x",
    "category": "maintenance",
    "author": "Matt"
  },
  {
    "location": "Kitchen",
    "trade_type": "Cleaning",
    "title": "Replace sponges / towels",
    "desc_main": "Your sponges and towels work hard every day to wash and dry your dishes! Over time, dirt, grime, and mold starts accumulating in your sponges because they are always scrubbing dirty dishes and are usually damp. Your hand towels also become dirty over time from repetitive use. Dirty sponges and towels become less effective at doing job and can become unsightly and unhealthy for your home. We recommend replacing your old sponges with new ones and washing your towels to keep your home looking nice and staying healthy.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Monthly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "feb": "x",
    "mar": "x",
    "apr": "x",
    "may": "x",
    "jun": "x",
    "jul": "x",
    "aug": "x",
    "sep": "x",
    "oct": "x",
    "nov": "x",
    "dec": "x",
    "category": "health",
    "author": "Chris"
  },
  {
    "location": "Kitchen",
    "trade_type": "Cleaning",
    "title": "Wipe down fridge exterior surface",
    "desc_main": "Your kitchen is the focal point of your home - keeping it clean is a matter of pride! Your fridge stores all your fresh produce, and each time you open and close the doors to handle food, you touch the handles and exterior surface of the doors. This transfers bacteria, dirt, and oils from your fingers to the fridge, which can be both unhealthy and unsightly. We recommend you wipe down your fridge's exterior surface with an antibacterial solution and then use microfiber cloths to dry it without leaving any fingerprints.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Monthly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "feb": "x",
    "mar": "x",
    "apr": "x",
    "may": "x",
    "jun": "x",
    "jul": "x",
    "aug": "x",
    "sep": "x",
    "oct": "x",
    "nov": "x",
    "dec": "x",
    "category": "health",
    "author": "Chris"
  },
  {
    "location": "Kitchen",
    "trade_type": "Cleaning",
    "title": "Wipe down dishwasher exterior",
    "desc_main": "Your dishwasher excels at washing dishes, but also needs some TLC from time to time! Your dishwasher welcomes dirty dishes on a daily basis, and its door is a high touch surface which is contaminated with food particles, germs, and dirt. This can be both unhealthy and unsightly. We recommend you wipe down your dishwasher's exterior surface with bleach on a regular basis.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Monthly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "feb": "x",
    "mar": "x",
    "apr": "x",
    "may": "x",
    "jun": "x",
    "jul": "x",
    "aug": "x",
    "sep": "x",
    "oct": "x",
    "nov": "x",
    "dec": "x",
    "category": "health",
    "author": "Chris"
  },
  {
    "location": "Kitchen",
    "trade_type": "Cleaning",
    "title": "Inspect dishwasher internal filter",
    "desc_main": "Your dishwasher excels at washing dishes, but also needs some TLC from time to time! Your dishwasher sprays hot jets of detergent water to remove the food particles and oils that coat the dishes. These contaminants are extracted from the dishwasher through a filter and drain pump. and that filter can become clogged over time and damage your dishwasher. We recommend you inspect your dishwasher's internal filter and clean it as necessary.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Quarterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "feb": "x",
    "may": "x",
    "aug": "x",
    "nov": "x",
    "category": "health",
    "author": "Chris"
  },
  {
    "location": "Kitchen",
    "trade_type": "Cleaning",
    "title": "Wipe down oven surfaces",
    "desc_main": "Your oven can bake like a charm! Over time, however, its interior surface collects oils and other food particles, which get burned into the surface and become harder to remove with each bake. The oven's exterior surface is a high touch surface, and also accumulates germs, dirt, and fingerprints, which is unhealthy and unsightly! We recommend you use a degreaser to wipe down the interior and exterior surfaces of your oven, and then bleach the exterior surface to keep your kitchen in tip-top shape.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Monthly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "feb": "x",
    "mar": "x",
    "apr": "x",
    "may": "x",
    "jun": "x",
    "jul": "x",
    "aug": "x",
    "sep": "x",
    "oct": "x",
    "nov": "x",
    "dec": "x",
    "category": "health",
    "author": "Chris"
  },
  {
    "location": "Kitchen",
    "trade_type": "Cleaning",
    "title": "Wipe down microwave surfaces",
    "desc_main": "Your microwave excites water molecules to heat up your food! Over time, however, its interior surface collects oils and other food particles, which get burned into the surface and become harder to remove with each use. The microwave's exterior surface is a high touch surface, and also accumulates germs, dirt, and fingerprints, which is unhealthy and unsightly! We recommend you use a degreaser to wipe down the interior and exterior surfaces of your microwave, and then bleach the exterior surface to keep your kitchen in tip-top shape.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Monthly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "feb": "x",
    "mar": "x",
    "apr": "x",
    "may": "x",
    "jun": "x",
    "jul": "x",
    "aug": "x",
    "sep": "x",
    "oct": "x",
    "nov": "x",
    "dec": "x",
    "category": "health",
    "author": "Chris"
  },
  {
    "location": "Laundry",
    "trade_type": "Cleaning",
    "title": "Clean behind washer / dryer",
    "desc_main": "Your washer and dryer are critical appliances in your home: they keep your whole family wearing clean clothes! Over time, dust, lint, and pet fur collects between the back of these appliances and the wall. This can block the air flow surrounding your appliances, damage these expensive appliances, and also trigger allergies. We recommend you vacuum the rear and sides of your washer and dryer and keep those areas clean.",
    "interior_exterior": "interior",
    "reminder_recurrence": "every 3 months",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "feb": "x",
    "may": "x",
    "aug": "x",
    "nov": "x",
    "category": "health",
    "author": "Chris"
  },
  {
    "location": "Laundry",
    "trade_type": "Cleaning",
    "title": "Clean your dryer lint filter",
    "desc_main": "Your dryer saves you hours of air-drying clothes - no need for pegs anymore! Over time, however, lint from your clothes collects into your dryer filter, which slowly clogs up. When the filter is clogged, the dryer will struggle to vent the hot air, which can cause overheating and be a potential fire hazard. We recommend you clean out the lint compartment after every use is possible, or at least Monthly.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Monthly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "feb": "x",
    "mar": "x",
    "apr": "x",
    "may": "x",
    "jun": "x",
    "jul": "x",
    "aug": "x",
    "sep": "x",
    "oct": "x",
    "nov": "x",
    "dec": "x",
    "category": "critical",
    "author": "Chris"
  },
  {
    "location": "Laundry",
    "trade_type": "Cleaning",
    "title": "Clean out dryer vent",
    "desc_main": "Your washer and dryer are critical appliances in your home: they keep your whole family clean! Each time you use the dryer, lint from your clothes accumulates in the air extraction vent and can reduce the dryer's hot air extraction efficiency. This can cause overheating of your dryer and be a potential fire hazard. We recommend you clean out the dryer vent regularly.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Quarterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "apr": "x",
    "jul": "x",
    "oct": "x",
    "category": "critical",
    "author": "Chris"
  },
  {
    "location": "Laundry",
    "trade_type": "DIY",
    "title": "Inspect washing machine hoses for cracks",
    "desc_main": "Your washer and dryer are critical appliances in your home: they keep your whole family clean! When you use your washing machine, the tumbling and fast spinning of your clothes causes the machine to vibrate. Over time, the water hoses connecting the machine can become loose and leaky, which can cause water damage to your home that is expensive to repair. We recommend that you inspect your washing machine's hoses and hose connections and tighten them if necessary.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Quarterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "apr": "x",
    "jul": "x",
    "oct": "x",
    "category": "critical",
    "author": "Chris"
  },
  {
    "location": "Laundry",
    "trade_type": "Cleaning",
    "title": "Run washing machine sanitation cycle",
    "desc_main": "Your washer and dryer are critical appliances in your home: they keep your whole family clean! When you use your washing machine, the bacteria and dirt in your clothes are washed away, but contaminate the washing machine. Over time, bad odors build up in your machine because of this growing contamination, and can lead to bad smelling clothes. We recommend that run a sanitation wash cycle on your washing machine on a regular basis to keep your washing machine sanitary.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Monthly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "feb": "x",
    "mar": "x",
    "apr": "x",
    "may": "x",
    "jun": "x",
    "jul": "x",
    "aug": "x",
    "sep": "x",
    "oct": "x",
    "nov": "x",
    "dec": "x",
    "category": "health",
    "author": "Chris"
  },
  {
    "location": "Interior",
    "trade_type": "Cleaning",
    "title": "Deep clean carpets",
    "desc_main": "Your floors undergo the most wear and tear of any surface in your home and therefore need the most TLC! Carpets are comfortable but are notorious for hogging dust, dirt, food particles, pollen, dust mites and other contaminants. They become dirty with usage, which is unsightly and unhealthy. We recommend deep cleaning your carpets to remove contaminates and rejuvenate them, either using a steamer/shampooing vacuum or professionally.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Yearly",
    "spr": "x",
    "may": "x",
    "category": "health",
    "author": "Chris"
  },
  {
    "location": "Interior",
    "trade_type": "DIY",
    "title": "Resurface & refinish hardwood floors",
    "desc_main": "Your floors undergo the most wear and tear of any surface in your home and therefore need the most TLC! Your hardwood floors become scratched, tarnished, and unsightly. Over time, this damage becomes harder to fix and your hardwood floors will end up being very expensive to replace. We recommend you professionally resurface and refinish your hardwood floors Yearly.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Yearly",
    "fal": "x",
    "oct": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Bathroom",
    "trade_type": "Cleaning",
    "title": "Unclog shower drain",
    "desc_main": "There's nothing better than a hot shower! Over time, your shower drains become clogged with hair, dirt, and grime, which is unhealthy, unsightly and can block your drain and cause damage from water overflow. We recommend you unclog shower drains by removing hair and using Draino as needed.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Monthly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "feb": "x",
    "mar": "x",
    "apr": "x",
    "may": "x",
    "jun": "x",
    "jul": "x",
    "aug": "x",
    "sep": "x",
    "oct": "x",
    "nov": "x",
    "dec": "x",
    "category": "health",
    "author": "Chris"
  },
  {
    "location": "Bathroom",
    "trade_type": "Cleaning",
    "title": "Unclog bathroom vanity drain",
    "desc_main": "Your bathroom vanity is where you spend time taking care of yourself when you wake up and before you sleep! Over time, the bathroom vanity drains become clogged with hair and grime. This is unhealthy, unsightly and can block your drain and cause damage from water overflow. We recommend you unclog bathroom vanity drains by removing hair and other grime, and using a strong unclogging solution as needed.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Monthly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "feb": "x",
    "mar": "x",
    "apr": "x",
    "may": "x",
    "jun": "x",
    "jul": "x",
    "aug": "x",
    "sep": "x",
    "oct": "x",
    "nov": "x",
    "dec": "x",
    "category": "health",
    "author": "Chris"
  },
  {
    "location": "Bathroom",
    "trade_type": "Cleaning",
    "title": "Clean shower glass",
    "desc_main": "Your shower glass is a modern touch to your bathroom and is much more attractive than shower curtains! Your glass keeps shower water inside the shower while allowing light to pass through. Over time, minerals in the water, such as Calcium, dry onto the glass as white deposits, which is unsightly. We recommend you clean your bathroom shower glass with a glass cleaner.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Monthly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "feb": "x",
    "mar": "x",
    "apr": "x",
    "may": "x",
    "jun": "x",
    "jul": "x",
    "aug": "x",
    "sep": "x",
    "oct": "x",
    "nov": "x",
    "dec": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Bathroom",
    "trade_type": "Cleaning",
    "title": "Clean shower curtain",
    "desc_main": "Your shower curtains are simple yet effective! They keep shower water inside the shower while allowing light to pass through. Over time, mold and mineral deposits can start covering the bathroom shower curtains, which is unsightly and unhealthy. We recommend you clean your bathroom shower curtains with bleach.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Monthly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "feb": "x",
    "mar": "x",
    "apr": "x",
    "may": "x",
    "jun": "x",
    "jul": "x",
    "aug": "x",
    "sep": "x",
    "oct": "x",
    "nov": "x",
    "dec": "x",
    "category": "health",
    "author": "Chris"
  },
  {
    "location": "Bathroom",
    "trade_type": "Cleaning",
    "title": "Clean shower floor tile & grout",
    "desc_main": "A tiled shower floor is gorgeous but requires some maintenance! Over time, mold and mineral deposits can start covering your shower floor tiles and grout, which is unsightly and unhealthy. We recommend you clean your shower floor tiles and grout with bleach.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Monthly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "feb": "x",
    "mar": "x",
    "apr": "x",
    "may": "x",
    "jun": "x",
    "jul": "x",
    "aug": "x",
    "sep": "x",
    "oct": "x",
    "nov": "x",
    "dec": "x",
    "category": "health",
    "author": "Chris"
  },
  {
    "location": "Bathroom",
    "trade_type": "Cleaning",
    "title": "Clean shower wall tile & grout",
    "desc_main": "A tiled shower wall is gorgeous but requires some maintenance! Over time, mold and mineral deposits can start covering your shower wall tiles and grout, which is unsightly and unhealthy. We recommend you clean your shower wall tiles and grout with bleach.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Monthly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "feb": "x",
    "mar": "x",
    "apr": "x",
    "may": "x",
    "jun": "x",
    "jul": "x",
    "aug": "x",
    "sep": "x",
    "oct": "x",
    "nov": "x",
    "dec": "x",
    "category": "health",
    "author": "Chris"
  },
  {
    "location": "Bathroom",
    "trade_type": "Cleaning",
    "title": "Clean shower heads",
    "desc_main": "A good shower head makes your shower experience! Over time, mold and mineral deposits can start covering your shower heads. This can be unsightly, block water flow, and damage them. We recommend you clean your shower heads by removing them, soaking them in vinegar, and brushing all the deposits and mold off.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Quarterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "mar": "x",
    "jun": "x",
    "sep": "x",
    "dec": "x",
    "category": "health",
    "author": "Chris"
  },
  {
    "location": "Bathroom",
    "trade_type": "Cleaning",
    "title": "Clean bathroom sink aerators",
    "desc_main": "Sink aerators are nifty devices that control the water spread and flow from your sinks! Over time, mold and mineral deposits can start covering your sink aerators. This can be unsightly, block water flow, and damage them. We recommend you clean your sink aerators by removing them, soaking them in vinegar, and brushing all the deposits and mold off.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Quarterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "mar": "x",
    "jun": "x",
    "sep": "x",
    "dec": "x",
    "category": "health",
    "author": "Chris"
  },
  {
    "location": "Bathroom",
    "trade_type": "Plumbing",
    "title": "Inspect bathroom sink plumbing",
    "desc_main": "Your kitchen sink collects all your dirty dishes after every meal and throughout the day. As your sink gets older, the plumbing glue can deteriorate, and the connections can become loose, leaky, and can cause damage to your home that is expensive to repair. We recommend you inspect your bathroom sink pipes and pipe connections and tighten them if necessary.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Quaterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "feb": "x",
    "may": "x",
    "aug": "x",
    "nov": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Bathroom",
    "trade_type": "Electrical",
    "title": "Test GCFI outlets in bathrooms",
    "desc_main": "GCFI outlets have protective powers! They are designed to protect your home from electrical overloads when you use small bathroom devices, like your hairdryer. If these GFCI outlets malfunction, an overload may not be prevented, which could be a fire hazard. We recommend your test your bathroom GCFI outlets to ensure proper function and repair if necessary.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Quaterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "apr": "x",
    "jul": "x",
    "oct": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Bathroom",
    "trade_type": "Cleaning",
    "title": "Clean bathroom extractor fan",
    "desc_main": "Your bathroom extractor fans are such a simple yet effective device! They keep your bathrooms smelling clean while pulling fresh air from other parts of the home. Over time, the extractor fan covers become coated with dirt and dust, which can reduce their extraction efficiency and also be an eyesore. We recommend you vacuum and wipe down your extractor fan covers.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Quaterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "apr": "x",
    "jul": "x",
    "oct": "x",
    "category": "health",
    "author": "Chris"
  },
  {
    "location": "Bathroom",
    "trade_type": "Cleaning",
    "title": "Clean toilet extractor fan",
    "desc_main": "Your toilet extractor fans are such a simple yet effective device! They keep your toilets smelling clean while pulling fresh air from other parts of the home. Over time, the extractor fan covers become coated with dirt and dust, which can reduce their extraction efficiency and also be an eyesore. We recommend you vacuum and wipe down your extractor fan covers.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Quaterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "apr": "x",
    "jul": "x",
    "oct": "x",
    "category": "health",
    "author": "Chris"
  },
  {
    "location": "Bathroom",
    "trade_type": "Cleaning",
    "title": "Bleach and wipe bathroom mirror",
    "desc_main": "Your bathroom mirrors are critical for self-care! Over time, they become covered with oils, dirt, and dust, and become an eyesore especially since a mirror is designed to reflect everything very well. We recommend wiping down your mirror with bleach first, and then a surface cleaner to make sure it's always spotless and hygienic.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Monthly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "feb": "x",
    "mar": "x",
    "apr": "x",
    "may": "x",
    "jun": "x",
    "jul": "x",
    "aug": "x",
    "sep": "x",
    "oct": "x",
    "nov": "x",
    "dec": "x",
    "category": "health",
    "author": "Chris"
  },
  {
    "location": "Bathroom",
    "trade_type": "DIY",
    "title": "Check vanity overhead lights",
    "desc_main": "Your vanity overhead lights are used every single day! Typically, they are incandescent bulbs that have a lifespan of 750-2000 hrs, depending on how often you use them. Since there are usually several lights above your vanity, when one or two go out, it's not very obvious. We recommend checking that all the overhead lights are working on a regular basis and replace the bulbs as required. Ideally, an upgrade to LED lights that have a typical lifespan of 50,000 hrs could eliminate this task and reduce your electricity bill too.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Quarterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "apr": "x",
    "jul": "x",
    "oct": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Bathroom",
    "trade_type": "Cleaning",
    "title": "Bleach bathroom trash cans",
    "desc_main": "Bathroom trash cans are simple but critical to your hygiene! They accumulate and store non-sanitary waste until you empty them on trash day. Since they are exposed to non-sanitary waste, either through surface contact or via aerosols, their surface becomes covered with germs, dirt, and grime. These might not be visible to the naked eye but they are definitely unhealthy for you and your family. We recommend bleaching your bathroom trash cans regularly to keep them sanitary and your home healthy.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Monthly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "feb": "x",
    "mar": "x",
    "apr": "x",
    "may": "x",
    "jun": "x",
    "jul": "x",
    "aug": "x",
    "sep": "x",
    "oct": "x",
    "nov": "x",
    "dec": "x",
    "category": "health",
    "author": "Chris"
  },
  {
    "location": "Bathroom",
    "trade_type": "DIY",
    "title": "Inspect toilet flush inlet",
    "desc_main": "The invention of the toilet flush revolutionized the toilet! Your flush mechanism is a valve that opens and closes the water inlet depending on how high the water level in flush tank is. Over time, the plumbing joints of the inlet can become loose and start leaking, which can cause water damage and be very expensive to repair. We recommend inspecting the toilet flush inlets for any signs of water or loosening and repair as necessary.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Quaterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "mar": "x",
    "jun": "x",
    "sep": "x",
    "dec": "x",
    "category": "critical",
    "author": "Chris"
  },
  {
    "location": "Bathroom",
    "trade_type": "Cleaning",
    "title": "Bleach toilet bowl and toilet body",
    "desc_main": "Your toilet is the most unsanitary part of your home, as you can imagine! Over time, bacteria, dirt, grime, and even mineral deposits in the water cover the toilet bowl, which is both unhealthy and unsightly. Since your toilet is a high-touch surface, the toilet body also becomes contaminated with bacteria and germs. We recommend you brush and bleach your toilet bowl regularly, and bleach and wipe down your toilet body at the same time to keep you and your family healthy.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Monthly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "feb": "x",
    "mar": "x",
    "apr": "x",
    "may": "x",
    "jun": "x",
    "jul": "x",
    "aug": "x",
    "sep": "x",
    "oct": "x",
    "nov": "x",
    "dec": "x",
    "category": "health",
    "author": "Chris"
  },
  {
    "location": "Bathroom",
    "trade_type": "DIY",
    "title": "Inspect bathroom vanities and backsplash caulking",
    "desc_main": "Your bathroom vanity is where you spend time taking care of yourself when you wake up and before you sleep! Your vanity is bonded to your vanity top and the seams are sealed using caulking. Your countertop backsplash seams are also waterproofed with caulking. Over time, the caulking can unstick or deteriorate, and become dirty with mold and grime. This can be both unhealthy and unsightly. We recommend you inspect your bathroom vanity caulking and backsplash caulking for any holes or deterioration and repair as necessary.",
    "interior_exterior": "interior",
    "reminder_recurrence": "Quarterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "feb": "x",
    "may": "x",
    "aug": "x",
    "nov": "x",
    "category": "critical",
    "author": "Chris"
  },
  {
    "location": "Bathroom",
    "trade_type": "Cleaning",
    "title": "Bleach bathroom vanities and backsplash",
    "desc_main": "Your bathroom vanity is where you spend time taking care of yourself when you wake up and before you sleep! Over time, your vanities and backsplash become dirty with mold and grime. This can be both unhealthy and unsightly. We recommend you wipe down and disinfect your bathroom vanity and backsplash on a regular basis to keep everything clean and hygienic.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Monthly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "feb": "x",
    "mar": "x",
    "apr": "x",
    "may": "x",
    "jun": "x",
    "jul": "x",
    "aug": "x",
    "sep": "x",
    "oct": "x",
    "nov": "x",
    "dec": "x",
    "category": "health",
    "author": "Chris"
  },
  {
    "location": "Bathroom",
    "trade_type": "DIY",
    "title": "Check toilet plunger seals",
    "desc_main": "A proper functioning toilet keeps the whole house in order! Over time, toilet plungers accumulate debris in the water, which can prevent a tight seal. This can lead to leaking into your toilet bowl and improper flushing. We recommend opening up the water tank in your toilets and having a look at the plunger to ensure proper drainage and operation. This takes about 10 minutes and is well worth knowing if and how your toilets are functioning. Yes, the water here is usually very clean!",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Yearly",
    "fal": "x",
    "oct": "x",
    "category": "maintenance",
    "author": "Matt"
  },
  {
    "location": "Interior",
    "trade_type": "DIY",
    "title": "Change HVAC filters",
    "desc_main": "Your HVAC system is the most expensive system in your home! It circulates your home air through air filters, and warms or cools it to keep it temperate and comfortable. Over time, these filters become clogged with dust, debris, dander, pollen, and other small particles. This can reduce efficiency of the HVAC system, increase electricity bills, and damage your HVAC system. We recommend you replace your filters regularly to keep your system working optimally and your home healthy and comfortable.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Quaterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "apr": "x",
    "jul": "x",
    "oct": "x",
    "category": "health",
    "author": "Chris"
  },
  {
    "location": "Interior",
    "trade_type": "HVAC",
    "title": "Maintain HVAC (AC)",
    "desc_main": "Your HVAC system is the most expensive system in your home! Your HVAC system circulates the air in your home to keep it temperate. It is in use every single day: in summer it cools, and in winter it heats. Your system needs to be regularly maintained to ensure good heating and cooling efficiency, minimize electricity or gas usage, and increase the lifetime of your unit. We recommend you contact an HVAC professional to schedule your maintenance.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Yearly",
    "spr": "x",
    "apr": "x",
    "category": "cost saver",
    "author": "Chris"
  },
  {
    "location": "Interior",
    "trade_type": "HVAC",
    "title": "Maintain HVAC (Furnace)",
    "desc_main": "Your HVAC system is the most expensive system in your home! Your HVAC system circulates the air in your home to keep it temperate. It is in use every single day: in summer it cools, and in winter it heats. Your system needs to be regularly maintained to ensure good heating and cooling efficiency, minimize electricity or gas usage, and increase the lifetime of your unit. We recommend you contact an HVAC professional to schedule your maintenance.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Yearly",
    "fal": "x",
    "oct": "x",
    "category": "cost saver",
    "author": "Chris"
  },
  {
    "location": "Interior",
    "trade_type": "HVAC",
    "title": "Inspect and clean HVAC ductwork",
    "desc_main": "Your HVAC system is the most expensive system in your home! Your HVAC system circulates the air in your home to keep it temperate. It is in use every single day: in summer it cools, and in winter it heats. Over time, dirt and dust will build up in the duct work and could affect air quality in your home, making it unhealthy for you. We recommend you schedule an HVAC pro to inspect and clean your duct work Yearly.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Yearly",
    "fal": "x",
    "nov": "x",
    "category": "health",
    "author": "Matt"
  },
  {
    "location": "Exterior",
    "trade_type": "HVAC",
    "title": "Clear HVAC unit surround",
    "desc_main": "Your HVAC condensers are located outside and release hot air to the surrounding so that cold air can enter your home! Over time, these units can accumulate dirt, dust, and miscellaneous objects. These can reduce unit efficiency, or lead to severe damage that can be expensive to repair. We recommend you give them a quick look every few months to ensure they are clean, clear of debris, and humming along.",
    "interior_exterior": "Exterior",
    "reminder_recurrence": "Quarterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "mar": "x",
    "jun": "x",
    "sep": "x",
    "dec": "x",
    "category": "cost saver",
    "author": "Matt"
  },
  {
    "location": "Interior",
    "trade_type": "HVAC",
    "title": "Replace thermostat battery",
    "desc_main": "Thermostats rule your home! They are both wired and battery-powered, and this dual power keeps everything running smoothly. We recommend you replace your thermostat batteries once a year to ensure you experience no interruptions in your climate-controlled haven.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Yearly",
    "win": "x",
    "jan": "x",
    "category": "maintenance",
    "author": "Matt"
  },
  {
    "location": "Chimney",
    "trade_type": "Cleaning",
    "title": "Clean fireplace and chimney",
    "desc_main": "A chimney adds a rustic charm to your home! When you use your wood-burning fireplace, soot accumulates inside the fireplace and chimney. This can block the smoke and gases from exiting your home, which can be unhealthy and a fire hazard. We recommend you clean your fireplace and schedule a chimney sweep.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Yearly",
    "fal": "x",
    "oct": "x",
    "category": "health",
    "author": "Chris"
  },
  {
    "location": "Interior",
    "trade_type": "Fire",
    "title": "Test Smoke/CO detectors",
    "desc_main": "It's pretty much impossible to ignore the screeching of a smoke and carbon monoxide detector - and for good reason! Smoke and carbon monoxide detectors are installed in your home to alert you of a potential fire, which can be deadly. If they malfunction, they could fail to alert you of a fire hazard. We recommend you test all your smoke and CO detectors regularly.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Quarterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "mar": "x",
    "jun": "x",
    "sep": "x",
    "dec": "x",
    "category": "emergency",
    "author": "Chris"
  },
  {
    "location": "Interior",
    "trade_type": "Fire",
    "title": "Replace smoke/CO detector battery",
    "desc_main": "It's pretty much impossible to ignore the screeching of a smoke and carbon monoxide detector - and for good reason! Smoke and carbon monoxide detectors are installed in your house to alarm you of any smoke or carbon monoxide. The presence of smoke or carbon monoxide indicates a potential fire inside your house, which can be deadly. If the detector battery is low, the detectors could malfunction and you will not be alerted of potential fires, which can be extremely dangerous. We recommend you replace detector batteries Yearly.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Yearly",
    "spr": "x",
    "apr": "x",
    "category": "emergency",
    "author": "Chris"
  },
  {
    "location": "Interior",
    "trade_type": "Fire",
    "title": "Check fire extinguisher gauges",
    "desc_main": "Fire extinguishers can be life-savers! However, fire extinguishers need to be properly pressurized to work in the case of a fire. Over time, the pressure in fire extinguishers decreases and could result in malfunction when you need it the most. We recommend checking the gauge for correct pressure on a regular basis.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Quarterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "apr": "x",
    "jul": "x",
    "oct": "x",
    "category": "emergency",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "Lawncare",
    "title": "Mow your lawn",
    "desc_main": "Your lawn is your pride and joy! Unfortunately, it can easily overgrow with a few days of rain followed by strong sunshine. This can become an eyesore, annoy your HOA and neighbors, and reduce your curb appeal. An overgrown lawn can also harbor insects and snakes, and be dangerous to your family and pets. We recommend you mow your lawn to a length of about 2\" at least twice a month.",
    "interior_exterior": "exterior",
    "reminder_recurrence": "Monthly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "mar": "x",
    "apr": "x",
    "may": "x",
    "jun": "x",
    "jul": "x",
    "aug": "x",
    "sep": "x",
    "oct": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "Lawncare",
    "title": "Reseed your lawn",
    "desc_main": "Your lawn is your pride and joy! Throughout the year, it can be damaged by extreme weather, weeds, and foot traffic, which can become an eyesore, annoy your HOA and neighbors, and reduce your curb appeal. In the Fall, we recommend you de-weed your lawn, wait for a period of 2 weeks, and then aerate and reseed your lawn. Early reseeding allows the roots to take and the grass to be plush in the spring.",
    "interior_exterior": "exterior",
    "reminder_recurrence": "Yearly",
    "fal": "x",
    "oct": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "Lawncare",
    "title": "De-weed your lawn",
    "desc_main": "Your lawn is your pride and joy! Throughout the year, your lawn becomes damaged by extreme weather, weeds, and foot traffic, which can become an eyesore, annoy your HOA and neighbors, and reduce your curb appeal. We recommend you follow a 2-week de-weeding period followed by aeration and reseeding, once in the Fall and once in Spring.",
    "interior_exterior": "exterior",
    "reminder_recurrence": "Bi-yearly",
    "spr": "x",
    "fal": "x",
    "mar": "x",
    "sep": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "Lawncare",
    "title": "Apply pre-emergent",
    "desc_main": "Protect your lawn from intruders! Early season crabgrass or other early emerging weeds can entirely take over your lawn for the year, making early weed control a must. We recommend applying pre-emergent weed controller early in the spring season at the end of February and early March, using a split application about 4 weeks apart to maximize effectiveness. Pre-emergent should be part of an all-in-one lawncare package, which we can help you obtain with the best lawncare specialists in your area. Be sure to ask about organic products, especially if you are a pet-lover.",
    "interior_exterior": "exterior",
    "reminder_recurrence": "Yearly",
    "win": "x",
    "feb": "x",
    "category": "maintenance",
    "author": "Matt"
  },
  {
    "location": "Exterior",
    "trade_type": "Lawncare",
    "title": "Apply post-emergent",
    "desc_main": "Protect your lawn from intruders! While pre-emergent is essential, post-emergent is important to effectively stave off young weeds and keep your lawn looking crisp and green! We recommend building post-emergent treatment into your regular lawncare maintenance, best executed with professionals. As with pre-emergent, be sure to check on the availability of organic products, especially if you have young children or pets in the yard.",
    "interior_exterior": "exterior",
    "reminder_recurrence": "Yearly",
    "apr": "x",
    "category": "maintenance",
    "author": "Matt"
  },
  {
    "location": "Exterior",
    "trade_type": "Lawncare",
    "title": "Aerate lawn",
    "desc_main": "Your lawn is your pride and joy! Throughout the year, your lawn becomes damaged by extreme weather, weeds, and foot traffic, which can become an eyesore, annoy your HOA and neighbors, and reduce your curb appeal. Aeration creates holes in your lawn to add oxygen into the roots, which helps grass breathe and grow better. These holes also collect new grass seeds and improve grass growth. In the Fall, we recommend a two-week de-weeding period followed by aeration and reseeding. Grass that is seeded after aeration has stronger roots, is healthier, and grows faster.",
    "interior_exterior": "exterior",
    "reminder_recurrence": "Yearly",
    "fal": "x",
    "sep": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "Lawncare",
    "title": "Trim lawn edging",
    "desc_main": "Your lawn is your pride and joy! The edges of your lawn are notorious for overgrowing and blurring the boundary between your lawn and the pavement. It can be an eyesore and reduce your curb appeal. We recommend you edge your lawn every time you mow it.",
    "interior_exterior": "exterior",
    "reminder_recurrence": "Monthly",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "apr": "x",
    "may": "x",
    "jun": "x",
    "jul": "x",
    "aug": "x",
    "sep": "x",
    "oct": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "Lawncare",
    "title": "De-weed on driveway",
    "desc_main": "Your driveway welcomes you and your guests to your humble abode! Over time, weeds grow in driveway crevices which can become an eyesore, cause cracked driveways (expensive to repair), and reduce your curb appeal and the value of your home. We recommend de-weeding your driveway both mechanically by hand or tool and chemically with a weedkiller.",
    "interior_exterior": "exterior",
    "reminder_recurrence": "Monthly",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "apr": "x",
    "may": "x",
    "jun": "x",
    "jul": "x",
    "aug": "x",
    "sep": "x",
    "oct": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "Lawncare",
    "title": "De-weed your flower beds",
    "desc_main": "Your flower beds add some color to your landscaping! Over time, weeds will infest your flower beds which can become an eyesore and reduce your curb appeal. We recommend de-weeding your flower gardens both mechanically by hand or tool and chemically with a weedkiller.",
    "interior_exterior": "exterior",
    "reminder_recurrence": "Monthly",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "apr": "x",
    "may": "x",
    "jun": "x",
    "jul": "x",
    "aug": "x",
    "sep": "x",
    "oct": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "Lawncare",
    "title": "Prune shrubs & de-weed flower beds",
    "desc_main": "Your flower beds add some color to your landscaping! Over time, flower beds and shrubs can over grow if not manicured and become an eyesore, reduce your curb appeal, and can become more expensive to manage. We recommend pruning your shrubs and flower beds in Fall and Spring.",
    "interior_exterior": "exterior",
    "reminder_recurrence": "Monthly",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "apr": "x",
    "may": "x",
    "jun": "x",
    "jul": "x",
    "aug": "x",
    "sep": "x",
    "oct": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "Lawncare",
    "title": "Aerate shrubs & flower beds",
    "desc_main": "Your flower beds add some color to your landscaping! Over time, the soil of your flower beds become compacted, which blocks oxygen from entering their roots. This can affect their growth and the flowers can become unhealthy. We recommend aerating shrubs and flower beds Bi-yearly.",
    "interior_exterior": "exterior",
    "reminder_recurrence": "Bi-yearly",
    "spr": "x",
    "fal": "x",
    "mar": "x",
    "sep": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "Lawncare",
    "title": "Mulch shrubs & flower beds",
    "desc_main": "Your flower beds add some color to your landscaping! Over time, the flower beds become exposed to the elements, heat and cold, and also become infested with weeds. A thick layer of mulch helps keep moisture in, prevents weeds from growing, and even provides nutrition to your plants. We recommend mulching your shrubs and flower beds Yearly.",
    "interior_exterior": "exterior",
    "reminder_recurrence": "Yearly",
    "fal": "x",
    "sep": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "Lawncare",
    "title": "Trim or prune your trees",
    "desc_main": "Trees also need a haircut! Tress are often disregarded in lawncare but serve as one of the primary investments you can make in a property - their curb appeal, shade, and gravitas can entirely change the way your outdoor spaces look and feel! We recommend providing your trees proper trimming and pruning a few times a year to remove dead branches and ensure proper growth. We recommend contracting out difficult jobs out to the professionals, who are typically more than happy to swing by and provide quotes and consults!",
    "interior_exterior": "Exterior",
    "reminder_recurrence": "Yearly",
    "fal": "x",
    "oct": "x",
    "category": "maintenance",
    "author": "Matt"
  },
  {
    "location": "Exterior",
    "trade_type": "Lawncare",
    "title": "Winterize lawnmower",
    "desc_main": "A well-maintained lawnmower is your best friend! Once mowing season is over, your lawnmower will need to be properly winterized and kept indoors, or it could seize up and become damaged. We recommend that you winterize your lawnmower prior to storage for the winter.",
    "interior_exterior": "exterior",
    "reminder_recurrence": "Yearly",
    "fal": "x",
    "oct": "x",
    "category": "cost saver",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "Lawncare",
    "title": "Blow, rake, and bag leaves",
    "desc_main": "If a nice crisp looking lawn is your goal, handling Fall leaves is a must! Depending on yard size, we recommend investing in a serious leaf blower and utilizing is as needed during peak seasons. It is certainly worth finding a professional crew to come by a few times throughout the fall to provide a full vacuuming service, which can also be negotiated as part of a full-service landscaping service.",
    "interior_exterior": "Exterior",
    "reminder_recurrence": "Bi-yearly",
    "fal": "x",
    "oct": "x",
    "nov": "x",
    "dec": "x",
    "category": "maintenance",
    "author": "Matt"
  },
  {
    "location": "Exterior",
    "trade_type": "Lawncare",
    "title": "Grub prevention",
    "desc_main": "Your lawn is prone to grubs! Lawn grubs can cause lawn damage by feeding on your grass roots - in order to maintain a healthy lawn and avoid an over infestation of beetles, we recommend applying simple grub control methods during your annual lawncare cycle. We recommend applying a cultural milky spore bacteria in fall to biologically control for grubs.",
    "interior_exterior": "Exterior",
    "reminder_recurrence": "Yearly",
    "spr": "x",
    "mar": "x",
    "category": "maintenance",
    "author": "Matt"
  },
  {
    "location": "Exterior",
    "trade_type": "Lawncare",
    "title": "Test soil for nutrients & pH",
    "desc_main": "pH is important for your soil too! If you plan on any sort of gardening or landscaping, it's important to test the nutrients and pH of your soil at least annually to ensure you're maximizing soil health! We recommend reviewing the optimal pH range for your area and running a test with an electronic tester, which you can pick up at your local hardware store.",
    "interior_exterior": "Exterior",
    "reminder_recurrence": "Yearly",
    "spr": "x",
    "mar": "x",
    "category": "maintenance",
    "author": "Matt"
  },
  {
    "location": "Exterior",
    "trade_type": "Lawncare",
    "title": "Apply insecticides to lawn",
    "desc_main": "This is hopefully self-explanatory! We recommend working with a local specialist to execute an organic insecticide program and keep your yard, home, and lawn free of dangerous or unwanted pests! Consider working with your yard service professional to build this treatment into a full-service yard program.",
    "interior_exterior": "Exterior",
    "reminder_recurrence": "Yearly",
    "spr": "x",
    "apr": "x",
    "category": "maintenance",
    "author": "Matt"
  },
  {
    "location": "Exterior",
    "trade_type": "Lawncare",
    "title": "Apply fungicides to lawn",
    "desc_main": "Fungus is no fun! Many southern states with humid climates are very conducive to fungus growth, which can be identified as a brown patch emerging in the summer. Consider working with your yard service professional to build fungicide treatment into a full-service yard program, ensuring the entire program is built to avoid unnecessary and expensive yard damage. We recommend treating for fungus during humid summer months.",
    "interior_exterior": "Exterior",
    "reminder_recurrence": "Yearly",
    "sum": "x",
    "jun": "x",
    "category": "maintenance",
    "author": "Matt"
  },
  {
    "location": "Exterior",
    "trade_type": "Lawncare",
    "title": "Apply iron to lawn",
    "desc_main": "Grass is supposed to be green, right? Adding iron treatments to your lawncare will significantly green your lawn without adding substantial growth, think of a gold course! We recommend applying iron in the springtime and only in very moderate amounts, your lawn doesn't need much! We recommend utilizing iron treatments when your soil testing indicates a deficiency, and sticking to organic treatments. Consider working with your yard service professional to build iron treatment into a full-service yard program",
    "interior_exterior": "Exterior",
    "reminder_recurrence": "Yearly",
    "spr": "x",
    "mar": "x",
    "category": "maintenance",
    "author": "Matt"
  },
  {
    "location": "Exterior",
    "trade_type": "Lawncare",
    "title": "Plan new outdoor projects for the year",
    "desc_main": "Every big job needs some planning and budgeting! Pop-open your favorite beverage, sit down with your favorite person, and plan out any dream projects that might be in the cards for the next year. This is a perfect thing to do over the holidays, and if you need any help, we're here to help connect you to our favorite contractors and designers near you!",
    "interior_exterior": "Exterior",
    "reminder_recurrence": "Yearly",
    "win": "x",
    "jan": "x",
    "category": "maintenance",
    "author": "Matt"
  },
  {
    "location": "Exterior",
    "trade_type": "Pest Control",
    "title": "Inspect termite baits",
    "desc_main": "Termites are one of the worst critters for homeowners! They can ravage your home without you even knowing until it's too late, create extensive damage requiring expensive repairs, and dramatically drop the value of your home. We recommend you sign up for a termite program and have your baits inspected Monthly.",
    "interior_exterior": "Exterior",
    "reminder_recurrence": "Monthly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "feb": "x",
    "mar": "x",
    "apr": "x",
    "may": "x",
    "jun": "x",
    "jul": "x",
    "aug": "x",
    "sep": "x",
    "oct": "x",
    "nov": "x",
    "dec": "x",
    "category": "critical",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "Pest Control",
    "title": "Pest Control",
    "desc_main": "Pests aren't welcome in your home! Pests, from insects to rats, are some of the worst enemies of homeowners. Their presence on your property can be frustrating, result in unhealthy living, and cause serious damage. Pests should be deterred at all cost. We recommend you sign up for pest control, have your home inspected at regular intervals, and apply treatment at each interval.",
    "interior_exterior": "Exterior",
    "reminder_recurrence": "Quarterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "apr": "x",
    "jul": "x",
    "oct": "x",
    "category": "critical",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "Power Wash",
    "title": "Power wash driveway",
    "desc_main": "Your driveway welcomes you and your guests to your humble abode! Over time, your clean driveway becomes encrusted with dirt, debris, and mossy growth, which can become an eyesore, cause cracked driveways (expensive to repair), and reduce the value of your home. We recommend you power wash your Yearly to keep it nice and welcoming.",
    "interior_exterior": "Exterior",
    "reminder_recurrence": "Bi-yearly",
    "spr": "x",
    "fal": "x",
    "apr": "x",
    "oct": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "Power Wash",
    "title": "Power wash walkway",
    "desc_main": "Your walkway welcomes you and your guests to your humble abode! Over time, your clean walkway becomes encrusted with dirt, debris, and mossy growth, which can become an eyesore, cause cracked walkway (expensive to repair), and reduce the value of your home. We recommend you power wash your walkway to keep it nice and welcoming.",
    "interior_exterior": "Exterior",
    "reminder_recurrence": "Bi-yearly",
    "spr": "x",
    "fal": "x",
    "apr": "x",
    "oct": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "Power Wash",
    "title": "Power wash porch",
    "desc_main": "A clean porch makes a first good impression! As your house ages and goes through the seasonal cycles, your porch is exposed to the elements and becomes covered in dirt and debris. It also sustains wear and tear from foot and paw traffic. This becomes harder to maintain over time if not cleaned consistently and can reduce curb appeal and the value of your home. We recommend power washing your porch Bi-yearly to keep it clean and welcoming.",
    "interior_exterior": "Exterior",
    "reminder_recurrence": "Bi-yearly",
    "spr": "x",
    "fal": "x",
    "apr": "x",
    "sep": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "Power Wash",
    "title": "Power wash siding",
    "desc_main": "Your siding protects your home from the elements! Over time, your clean siding becomes encrusted with dirt and debris, which can become an eyesore and reduce your curb appeal. We recommend you power wash the siding of your house Yearly.",
    "interior_exterior": "Exterior",
    "reminder_recurrence": "Yearly",
    "fal": "x",
    "oct": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "DIY",
    "title": "Inspect & fix door weather stripping",
    "desc_main": "Your doors are the final separation between you home and the outdoors! Weather stripping around your exterior doors keeps your home insulation tight and utility usage minimal. Over time, weather stripping can detach itself from the doors and allow drafts and the elements to seep through. This can cause both inefficient heating and cooling, and water damage to your home, which can be expensive to repair. We recommend inspecting weather stripping for any signs of deterioration or unsticking.",
    "interior_exterior": "Exterior",
    "reminder_recurrence": "Yearly",
    "fal": "x",
    "nov": "x",
    "category": "cost saver",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "Cleaning",
    "title": "Clean exterior doors and storm doors",
    "desc_main": "Curb appeal starts with the front door! A few times a year, be sure to use a simple soap and water solution to clean away any grime and dirt to keep your doors shining inside and out.",
    "interior_exterior": "exterior",
    "reminder_recurrence": "Quarterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "mar": "x",
    "jun": "x",
    "sep": "x",
    "dec": "x",
    "category": "maintenance",
    "author": "Matt"
  },
  {
    "location": "Exterior",
    "trade_type": "DIY",
    "title": "Inspect siding for any damage",
    "desc_main": "Your siding protects your home from the elements! As your home ages and goes through the seasonal cycles, materials including siding can move, expand, and contract, which can lead to separation of the siding and possible water damage. We recommend you inspect your siding for any damage.",
    "interior_exterior": "Exterior",
    "reminder_recurrence": "Bi-yearly",
    "spr": "x",
    "fal": "x",
    "may": "x",
    "nov": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "DIY",
    "title": "Inspect brick mortar for loosening",
    "desc_main": "A smooth and sealed mortar is essential to maintaining the beauty of any brick home or walls. We recommend once a year spending some quality time with your brick to repair and retouch any cracking or thinning grout and mortar. This will keep your brick looking clean and beautiful.",
    "interior_exterior": "Exterior",
    "reminder_recurrence": "Yearly",
    "fal": "x",
    "sep": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "DIY",
    "title": "Paint house exterior",
    "desc_main": "Your siding protects your home from the elements and adds character to your home! As your house ages and goes through the seasonal cycles, the paint on the exterior of your house becomes damaged by the elements and strong sunshine. We recommend repainting or touching up the exterior of your home.",
    "interior_exterior": "Exterior",
    "reminder_recurrence": "Yearly",
    "fal": "x",
    "oct": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "DIY",
    "title": "Clean gutters of leaves",
    "desc_main": "Your gutters whisk away a rain deluge! In the fall, when trees lose their leaves, your gutters could start collecting leaves and block the flow of rainwater down to your drain. This can lead to overflowing of water onto your house, and also be an eyesore. We recommend you clean your gutters of leaves Yearly.",
    "interior_exterior": "Exterior",
    "reminder_recurrence": "Yearly",
    "fal": "x",
    "oct": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "Power Wash",
    "title": "Power wash gutters",
    "desc_main": "Your gutters whisk away a rain deluges! Over time, your clean gutters become encrusted with dirt and debris, which can become an eyesore and reduce your curb appeal. We recommend you power wash your gutters Yearly.",
    "interior_exterior": "Exterior",
    "reminder_recurrence": "Yearly",
    "fal": "x",
    "oct": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "DIY",
    "title": "Inspect & clean downspouts",
    "desc_main": "Your gutters whisk away a rain deluge! In the Fall, tree leaves could fall into your gutters, and then enter your downspouts. This could block the flow of rainwater down to your drains, cause overflowing. The downspouts can also be disconnected from the drainpipe, which could dump water in your yard and become a problem. We recommend you inspect and clean your downspouts Yearly.",
    "interior_exterior": "Exterior",
    "reminder_recurrence": "Yearly",
    "fal": "x",
    "oct": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Deck",
    "trade_type": "Power Wash",
    "title": "Power wash your deck",
    "desc_main": "Your deck is a great place to host your family and friends! As your house ages and goes through the seasonal cycles, your deck becomes damaged by the elements, dirt, debris, and foot and paw traffic. This can become harder to maintain over time if not maintained consistently and can reduce the value of your home. We recommend you power wash, seal, and then refinish your deck to maximize the lifetime of the deck.",
    "interior_exterior": "Exterior",
    "reminder_recurrence": "Yearly",
    "fal": "x",
    "oct": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Deck",
    "trade_type": "DIY",
    "title": "Seal your deck",
    "desc_main": "Your deck is a great place to host your family and friends! As your house ages and goes through the seasonal cycles, the deck can be damaged by the elements, dirt, debris, and foot and paw traffic. This can become harder to maintain over time if not maintained consistently and can reduce the value of your home. Sealing is a critical maintenance step: it protects your deck from water and the elements and helps increase the lifetime of the deck. We recommend you power wash, seal, and then refinish your deck to maximize the lifetime of the deck.",
    "interior_exterior": "Exterior",
    "reminder_recurrence": "Yearly",
    "fal": "x",
    "oct": "x",
    "category": "cost saver",
    "author": "Chris"
  },
  {
    "location": "Deck",
    "trade_type": "DIY",
    "title": "Refinish your deck",
    "desc_main": "Your deck is a great place to host your family and friends! As your house ages and goes through the seasonal cycles, the deck can be damaged by the elements, dirt, debris, and foot and paw traffic. This can become harder to maintain over time if not maintained consistently and can reduce the value of your home. We recommend you power wash, seal, and then refinish your deck to maximize the lifetime of the deck.",
    "interior_exterior": "Exterior",
    "reminder_recurrence": "Yearly",
    "fal": "x",
    "category": "cost saver",
    "author": "Chris"
  },
  {
    "location": "Deck",
    "trade_type": "DIY",
    "title": "Inspect deck for damage",
    "desc_main": "Your deck is a great place to host your family and friends! As your house ages and goes through the seasonal cycles, the deck can be damaged by the elements, dirt, debris, and foot and paw traffic. This can become harder to maintain over time if not maintained consistently and can reduce the value of your home. The wood of your deck can begin to rot and disintegrate, which can collapse under weight and cause injury. The joints connecting your deck can also become loose and wobbly, which can also give way and result in injury. We recommend inspecting your deck for both wood damage (rot or cracks) or structural damage and have it maintained by a certified deck builder.",
    "interior_exterior": "exterior",
    "reminder_recurrence": "Yearly",
    "spr": "x",
    "apr": "x",
    "category": "cost saver",
    "author": "Chris"
  },
  {
    "location": "Deck",
    "trade_type": "DIY",
    "title": "Store deck furniture for winter",
    "desc_main": "Deck furniture is a must when the weather is nice and days are long! However, when your deck furniture is in use, it is exposed to the elements and weather. As the temperature drops in winter, the cold temperature can damage this expensive furniture and reduce its lifetime. To maximize your enjoyment, we recommend wiping down your deck furniture and storing it during the winter.",
    "interior_exterior": "Exterior",
    "reminder_recurrence": "Yearly",
    "fal": "x",
    "nov": "x",
    "category": "cost saver",
    "author": "Chris"
  },
  {
    "location": "Deck",
    "trade_type": "DIY",
    "title": "Winterize deck umbrella",
    "desc_main": "Deck umbrella save your skin from the sun! Your deck umbrella is designed to withstand exposure to the elements and intense sun when in use. However, low winter temperatures can damage your umbrella and reduce its lifespan. We recommend wiping down your umbrella for mold, mildew, and dirt before wrapping it for storage before the winter.",
    "interior_exterior": "Exterior",
    "reminder_recurrence": "Yearly",
    "fal": "x",
    "nov": "x",
    "category": "cost saver",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "DIY",
    "title": "Inspect roof for damage",
    "desc_main": "Your roof protects your entire home from the elements and keeps it temperate! As your house ages and goes through the seasonal cycles, your roof can deteriorate due to the elements and strong sunshine. Over time, this can lead to water damage in your home and separation of your shingles. We recommend inspecting the roof for any damage Yearly.",
    "interior_exterior": "Exterior",
    "reminder_recurrence": "Yearly",
    "spr": "x",
    "apr": "x",
    "category": "cost saver",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "Cleaning",
    "title": "Clean windows",
    "desc_main": "Your windows are amazing: they let light into your home, allow you to enjoy view of the surrounding, all while cutting down the sun's UV rays! Over time, your windows accumulate deposits of dirt, grime, and debris from rain and other elements. This becomes an eyesore for you and your neighbors, and can reduce the value of your home. We recommend cleaning your windows both inside and out to maintain high visibility and a good-looking home.",
    "interior_exterior": "Exterior",
    "reminder_recurrence": "Bi-yearly",
    "spr": "x",
    "fal": "x",
    "apr": "x",
    "oct": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "Cleaning",
    "title": "Clean window screens",
    "desc_main": "Window screens keep insects out and your home clean: they provide a physical barrier to unwelcome critters while allowing fresh air to enter your home. Over time, these screens accumulate deposits of dirt, grime, and debris, and insects also get caught in the mesh. This becomes an eyesore and can damage your screens if not properly maintained. We recommend cleaning your window screens to keep your home looking attractive year-round.",
    "interior_exterior": "Exterior",
    "reminder_recurrence": "Yearly",
    "spr": "x",
    "apr": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "DIY",
    "title": "Inspect windows weatherstripping",
    "desc_main": "Your windows are amazing: they let light in while keeping you cozy and dry! Over time, weather stripping can detach itself from the window surround and allow water to seep through. This can cause water damage and be expensive to repair. Caulking can deteriorate and loosen, which can lead to drafts, reduce the efficiency of your house insulation, and water damage. We recommend inspecting weather stripping and caulking for any signs of damage Yearly.",
    "interior_exterior": "Exterior",
    "reminder_recurrence": "Yearly",
    "fal": "x",
    "sep": "x",
    "category": "critical",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "Cleaning",
    "title": "Clean window wells & weep holes",
    "desc_main": "Your windows are amazing: they let light in while keeping you cozy and dry! Your windows are equipped with window wells and weep holes. These are designed to guide rain water running down your windows out onto the exterior walls without entering your home. Over time, the wells and weep holes could clog up with dirt, grime, and small critters, which could back-up water into your home's inner wall. This could lead to water damage, mold growth, and expensive repairs. We recommend that you inspect and clean you window wells and weep holes to keep them working properly.",
    "interior_exterior": "exterior",
    "reminder_recurrence": "Yearly",
    "fal": "x",
    "sep": "x",
    "category": "critical",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "DIY",
    "title": "Inspect window caulking",
    "desc_main": "Your windows are amazing: they let light in while keeping you cozy and dry! Window caulking seals the gap between your windows and your wall so that your home is well insulated from the elements. Over time, this caulking can deteriorate or become unstuck, and your home insulation can be compromised. This could lead to a reduced insulation efficiency, an increased cost of utilities, and possible water damage to your home. We recommend that you inspect you window caulking for cracks or deterioration, and fix as necessary.",
    "interior_exterior": "exterior",
    "reminder_recurrence": "Bi-yearly",
    "spr": "x",
    "fal": "x",
    "mar": "x",
    "aug": "x",
    "category": "critical",
    "author": "Chris"
  },
  {
    "location": "Interior",
    "trade_type": "Cleaning",
    "title": "Dust your blinds",
    "desc_main": "Your blinds play the crucial role in your everyday life: they adjust the amount of light that enters your home, and also provides the privacy every homeowner desires! However, blinds are notorious for attracting dust, which builds up on the blind lats, can become an eye-sore and make your home unhealthy. We recommend that you wipe down your blind lats with a moist cloth or towel to remove the dust buildup.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Quarterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "apr": "x",
    "jul": "x",
    "oct": "x",
    "category": "health",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "DIY",
    "title": "Inspect & repair skylight flashing",
    "desc_main": "Skylights provide incredible natural light to any home! They are also susceptible to invite in water pooling or damage over time as their flashing ages. If you have skylights, be sure to inspect them each year, and repair as necessary. We recommend contracting out to a handy man for this one, as it will involve shingle/flashing adjustments and is best left to the pros.",
    "interior_exterior": "exterior",
    "reminder_recurrence": "Yearly",
    "fal": "x",
    "oct": "x",
    "category": "cost saver",
    "author": "Matt"
  },
  {
    "location": "Exterior",
    "trade_type": "Cleaning",
    "title": "Clean your grill",
    "desc_main": "Grilling is for healthy living! Your grill lives outside and is exposed to the elements, dust, and debris, which accumulates on its inside and outside surfaces. This dirt build up can become an eye-sore and also slowly clog the gas holes and prevent proper functioning of your unit. We recommend you wipe down your grill surfaces with mild cleaning solution, and clean your grill grates with a wire brush.",
    "interior_exterior": "Exterior",
    "reminder_recurrence": "Monthly",
    "spr": "x",
    "sum": "x",
    "apr": "x",
    "may": "x",
    "jun": "x",
    "jul": "x",
    "aug": "x",
    "sep": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "DIY",
    "title": "De-winterize your grill",
    "desc_main": "Grilling is for healthy living! After a long winter in hibernation, it's time to unpack your grill and start grilling. We recommend you unwrap your grill, reconnect the propane tank, and wipe down your grill with a damp cloth. A thorough cleaning of the grill grates with wire brush is also advisable.",
    "spr": "x",
    "apr": "x",
    "category": "cost saver",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "DIY",
    "title": "Winterize your grill",
    "desc_main": "Grilling is for healthy living! Your grill is designed to withstand exposure to the elements and intense heat when in use. However, low winter temperatures can damage your grill and reduce its lifespan. Improperly storing the gas tank can also result in a slow leak of gas and cost you money. We recommend shutting off the gas tank, removing it from the grill, wiping down your grill for mold, mildew, and dirt, and finally wrapping your grill for storage before the winter.",
    "interior_exterior": "Exterior",
    "reminder_recurrence": "Yearly",
    "fal": "x",
    "nov": "x",
    "category": "cost saver",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "DIY",
    "title": "Winterize spigots",
    "desc_main": "Your home spigots serve you water for watering your plants or washing your car! However, as winter approaches, freezing weather could crack your spigots. This could lead to water damage and be expensive to repair. We recommend you disconnect any adapters or hoses from the spigot, let the water drain, and close your spigots tight. If your home is equipped with a spigot master valve, we recommend you close that valve first, let the water drain out of the spigots, and then close the spigots (in extreme freezing weather, a slight water drip could help prevent pipe freezing).",
    "interior_exterior": "Exterior",
    "reminder_recurrence": "Yearly",
    "fal": "x",
    "nov": "x",
    "category": "critical",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "DIY",
    "title": "Drain and store away hoses",
    "desc_main": "For washing cars or watering plants, hoses can do it all! A hose that hasn't been properly drained collects water within it. This isn't a problem in summer but as temperatures drop in winter, this leftover water can freeze and damage your hose, which could be costly to replace. We recommend you drain your hoses and store them in a temperate place out of the cold weather.",
    "interior_exterior": "Exterior",
    "reminder_recurrence": "Yearly",
    "fal": "x",
    "nov": "x",
    "category": "critical",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "Plumbing",
    "title": "Schedule irrigation backflow inspection",
    "desc_main": "A plush lawn and flowery bushes are your pride and joy, and possible thanks to your irrigation system! Your irrigation system is connected to a backflow prevention system to protect drinking water from contamination or pollution due to backflow. The city requires a Yearly inspection to ensure proper functioning of your backflow prevention system. Before disconnecting it for the winter, we recommend you schedule an appointment with your water authorities to inspect it.",
    "interior_exterior": "Exterior",
    "reminder_recurrence": "Yearly",
    "fal": "x",
    "sep": "x",
    "category": "critical",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "Plumbing",
    "title": "Disconnect irrigation backflow",
    "desc_main": "A plush lawn and flowery bushes are your pride and joy, and possible thanks to your irrigation system! Your irrigation system is connected to a backflow prevention system to protect drinking water from contamination or pollution due to backflow. The backflow system is located above ground and is therefore exposed to elements and the weather. As winter approaches, freezing temperature can freeze the water in the backflow prevention system and burst the pipe. This can cause damage to your irrigation system, which is expensive to repair. A burst pipe will also waste huge amounts of water, which you will have to pay for. Once your backflow inspection is performed, we recommend shutting off the main water valve, disconnecting the backflow prevention system, and storing it in a dry place until spring.",
    "interior_exterior": "Exterior",
    "reminder_recurrence": "Yearly",
    "fal": "x",
    "oct": "x",
    "category": "critical",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "Plumbing",
    "title": "Drain sediment from storage-tank hot water heater",
    "desc_main": "Enjoyable hot showers are only possible by properly functioning hot water heaters! Your storage tank hot water heater is easy to maintain, except for a Yearly draining of the sediment build up in the tank. This sediment build-up can reduce the efficiency of your heater and cause damage if not remediated. We recommend draining the sediment to keep things working smoothly.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Yearly",
    "fal": "x",
    "category": "cost saver",
    "author": "Chris"
  },
  {
    "location": "Interior",
    "trade_type": "Plumbing",
    "title": "Schedule storage-tank hot water heater inspection",
    "desc_main": "Enjoyable hot showers are only possible by properly functioning hot water heaters! Replacing hot water heaters is expensive and not fun. We recommend you call an expert to come take a look at your unit to get a read on how it's performing. This will extend the life of your unit and prepare you to plan well in advance for the inevitable expense of replacement or repair.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Yearly",
    "spr": "x",
    "apr": "x",
    "category": "cost saver",
    "author": "Matt"
  },
  {
    "location": "Interior",
    "trade_type": "DIY",
    "title": "Unclog tankless heater exhaust fan",
    "desc_main": "Your tankless heater is an extremely efficient water heater that only boils water when required! Over time, the exhaust fan that blows the hot exhaust fumes out of the combustion compartment can become clogged with insects and dust. This could prevent proper functioning of your system and leave you without hot water when you most need it. We recommend you remove your exhaust fan and vacuum it, have your heater maintained by an experience professional.",
    "interior_exterior": "interior",
    "reminder_recurrence": "Yearly",
    "fal": "x",
    "nov": "x",
    "category": "cost saver",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "Plumbing",
    "title": "Reconnect irrigation backflow",
    "desc_main": "A plush lawn and flowery bushes are your pride and joy, and possible thanks to your irrigation system! Your irrigation system is connected to a backflow prevention system to protect drinking water from contamination or pollution due to backflow. As spring approaches, it's time to start watering your lawn and shrubs. We recommend reconnecting your irrigation backflow system, opening the main water valve, and testing your irrigation system to make sure everything works as expected.",
    "interior_exterior": "exterior",
    "reminder_recurrence": "Yearly",
    "spr": "x",
    "mar": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "DIY",
    "title": "Clean irrigation heads",
    "desc_main": "A plush lawn and flowery bushes are your pride and joy, and possible thanks to your irrigation system! Your irrigation system pumps water through the irrigation heads in the ground. Over time, these heads can become clogged with soil and grass chippings, or blocked by grass overgrowth. This can prevent proper irrigation of your lawn and waste water. After long periods of not using your irrigation, we recommend that you clean the irrigation heads using your hands and a toothbrush to prevent damage.",
    "interior_exterior": "exterior",
    "reminder_recurrence": "Bi-yearly",
    "spr": "x",
    "fal": "x",
    "mar": "x",
    "oct": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "DIY",
    "title": "Inspect irrigation system",
    "desc_main": "A plush lawn and flowery bushes are your pride and joy, and possible thanks to your irrigation system! Your irrigation system is connected to the main water supply, with water pressures close to 50 psi. Whenever the main supply valve is open, the system is under high water pressure. A small crack in the pipes, loose connection, or malfunctioning of the valve can result in water waste and irrigation system damage if not promptly repaired. We recommend you check your system for any leaks or cracks and repair them as needed.",
    "interior_exterior": "exterior",
    "reminder_recurrence": "tri-Yearly",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "apr": "x",
    "jul": "x",
    "oct": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "DIY",
    "title": "Inspect pipes for signs of ice formation",
    "desc_main": "Everyone loves ice, until it explodes your pipes and causes serious damage! During cold months, it's essential to periodically check your pipes for signs of condensation or ice formation to avoid the possibility of a pipe freeze and burst. Spend a few minutes taking a quick look at your pipes and checking basement temperatures, especially during cold weeks.",
    "interior_exterior": "exterior",
    "reminder_recurrence": "Monthly",
    "win": "x",
    "jan": "x",
    "feb": "x",
    "dec": "x",
    "category": "critical",
    "author": "Matt"
  },
  {
    "location": "Interior",
    "trade_type": "DIY",
    "title": "Test water shut-off valves",
    "desc_main": "Water shut-off valves are hidden gems in your home! Your home is equipped with water shut-off valves to use in case of emergency, typically one to two dozen located in bathrooms, near sinks, and other water supplies. We recommend identifying and testing all water shut-offs at least once a year to avoid their seizing up, as well as keeping your mind fresh on their location and use should you need them.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Yearly",
    "spr": "x",
    "apr": "x",
    "category": "cost saver",
    "author": "Matt"
  },
  {
    "location": "Garage",
    "trade_type": "DIY",
    "title": "Inspect & lubricate garage door / opener",
    "desc_main": "Your garage door is opened and closed at least twice a day, sometimes a dozen times in warmer weather! Over time, the bearings of the garage-door wheels that roll over their metal railings will start losing lubrication and being screeching and sticking. This could damage both your garage door and your garage opener, which could be expensive to repair. We recommend you inspect your garage door and opener and lubricate them as needed.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Quaterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "apr": "x",
    "jul": "x",
    "oct": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Garage",
    "trade_type": "DIY",
    "title": "Check garage door sensors",
    "desc_main": "Your garage door is large and heavy and could damage your car or other object in its path on the way down. Luckily, garage doors are equipped with optical sensors that detect if an object is in the way and will stop or recoil if there is. Sometimes, insects, dirt, or leaves can accidentally cover the sensors, or the sensors themselves could malfunction, and could result in damage to surrounding objects. We recommend that you wipe down your garage sensors, check for proper functioning, and repair/replace if needed.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Bi-yearly",
    "win": "x",
    "sum": "x",
    "feb": "x",
    "aug": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Garage",
    "trade_type": "DIY",
    "title": "Check garage interior light bulb supply",
    "desc_main": "Your garage lights keep your garage bright when you tinker in it! Typically, they are incandescent bulbs that have a lifespan of 750-2000 hrs, depending on how often you use them. Without a small supply of new interior light bulbs, you would have to drop your tinkering and run to your local hardware shop for new bulbs. We recommend keeping one or two new bulbs for when your current bulbs fail. Better yet, we recommend upgrading your incandescent bulbs to LED lights, which have a 50,000 hrs lifetime.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Bi-yearly",
    "win": "x",
    "sum": "x",
    "jan": "x",
    "jul": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Garage",
    "trade_type": "DIY",
    "title": "Check garage / outdoor wall light bulb supply",
    "desc_main": "Your garage / outoor wall lights are beautiful ornaments! Typically, they are incandescent bulbs that have a lifespan of 750-2000 hrs, depending on how often you use them. Exterior garage lights are important both for illumination at night and also as a deterrent to trespassers. It is therefore critical to always have working exterior garage lights at night. We recommend keeping one or two new bulbs for when your current bulbs fail. Better yet, we recommend upgrading your incandescent bulbs to LED lights, which have a 50,000 hrs lifetime.",
    "interior_exterior": "exterior",
    "reminder_recurrence": "Bi-yearly",
    "win": "x",
    "sum": "x",
    "jan": "x",
    "jul": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Garage",
    "trade_type": "DIY",
    "title": "Check garage / outdoor wall lights",
    "desc_main": "Your garage / outdoor wall lights are beautiful ornaments! Typically, they are incandescent bulbs that have a lifespan of 750-2000 hrs, depending on how often you use them. Exterior garage lights are important both for illumination at night and also as a deterrent to trespassers. It is therefore critical to always have working exterior garage lights at night. We recommend checking that your garage / outdoor wall lighting is functional on a weekly basis.",
    "interior_exterior": "exterior",
    "reminder_recurrence": "Monthly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "feb": "x",
    "mar": "x",
    "apr": "x",
    "may": "x",
    "jun": "x",
    "jul": "x",
    "aug": "x",
    "sep": "x",
    "oct": "x",
    "nov": "x",
    "dec": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Garage",
    "trade_type": "DIY",
    "title": "Inspect garage floor for cracks",
    "desc_main": "Your garage floor is a poured concrete slab, that is several inches thick to withstand the weight of your cars! Overtime, your home will settle and move with seasonal temperature changes, which can introduce cracks in your garage floor. Cracks are unavoidable in concrete, and are not a problem, unless the crack is growing in length and width over time. Typically, cracks that reach 0.5\" in width become a concern, could suggest structural integrity issues, and be expensive to repair. We recommend you inspect your garage floor for cracks and monitor those that you identify for movement over time.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Quarterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "feb": "x",
    "may": "x",
    "aug": "x",
    "nov": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Garage",
    "trade_type": "Cleaning",
    "title": "Sweep & vacuum dust, debris, and dirt",
    "desc_main": "Your garage is really just an unheated extension of your home! As you open and close your garage, dirt, critters, and leaves enter your garage to make their home. This can be an eyesore for you and your visitors, and also be unhealthy for your home. We recommend you give your garage a full sweep and cleaning to keep it sparkling clean.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Quaterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "feb": "x",
    "may": "x",
    "aug": "x",
    "nov": "x",
    "category": "health",
    "author": "Matt"
  },
  {
    "location": "Exterior",
    "trade_type": "DIY",
    "title": "Inspect crawlspace for cracks",
    "desc_main": "Your crawlspace is the space underneath your home, that you crawl into from the rear of your home! If your home has a basement, you won't have a crawlspace. Overtime, your home will settle and move with seasonal temperature changes, which can introduce cracks in your crawlspace wall, or shift your home foundation. Cracks are unavoidable in concrete, and are not a problem, unless the crack is growing in length and width over time. Typically, cracks that reach 0.5\" in width become a concern, could suggest structural integrity issues, and be expensive to repair. We recommend you inspect your crawlspace for cracks and monitor those that you identify for movement over time.",
    "interior_exterior": "exterior",
    "reminder_recurrence": "Bi-yearly",
    "spr": "x",
    "fal": "x",
    "may": "x",
    "nov": "x",
    "category": "critical",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "DIY",
    "title": "Inspect crawlspace for pest",
    "desc_main": "Your crawlspace is the space underneath your home, that you crawl into from the rear of your home! If your home has a basement, you won't have a crawlspace. Overtime, insects, critters, and other unwelcome visitors could crawl into that space and establish a warm home. This could lead to damage or compromised access to the crawl space. We recommend that you inspect your crawlspace for pests and treat them accordingly.",
    "interior_exterior": "exterior",
    "reminder_recurrence": "Bi-yearly",
    "spr": "x",
    "fal": "x",
    "may": "x",
    "nov": "x",
    "category": "health",
    "author": "Chris"
  },
  {
    "location": "Basement",
    "trade_type": "DIY",
    "title": "Inspect basement for cracks",
    "desc_main": "Your basement floor is a poured concrete slab that is several inches thick. Overtime, your home will settle and move with seasonal temperature changes, which can introduce cracks in your basement floor and walls. Cracks are unavoidable in concrete, and are not a problem, unless the crack is growing in length and width over time. Typically, cracks that reach 0.5\" in width become a concern, could suggest structural integrity issue, and be expensive to repair. We recommend you inspect your basement floor and walls for cracks and monitor those that you identify for movement over time.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Bi-yearly",
    "spr": "x",
    "fal": "x",
    "may": "x",
    "nov": "x",
    "category": "critical",
    "author": "Chris"
  },
  {
    "location": "Basement",
    "trade_type": "DIY",
    "title": "Check basement for water intrusion",
    "desc_main": "Your basement is below ground level, which keeps it insulated and temperate! Unfortunately, this also means that water will always try to find a way into your basement. Water can enter your basement through poor waterproofing of the exterior walls, unsealed openings around HVAC connectors or pipes between the interior of the basement and the outdoors, or leaks from water pipes in the basement. Any water intrusion could cause damage to your home, which could be expensive to repair. We recommend inspecting your basement for water intrusions and repairing if necessary.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Bi-yearly",
    "spr": "x",
    "fal": "x",
    "may": "x",
    "nov": "x",
    "category": "critical",
    "author": "Chris"
  },
  {
    "location": "Basement",
    "trade_type": "Plumbing",
    "title": "Check sump pump for proper functioning",
    "desc_main": "Your sump pump is one of the stars of your home! It is located in your basement, below your home's sewage pipe level, and has the critical job of of extracting water overflow and sewage waste in your sump into the main sewage line. If your sump pump malfunctions or stops working, the waste water in your sump could overflow into your basement and leave it smelling bad and bacteria-ridden. We recommend that you check your sump pump for proper functioning, and repair/replace it as needed.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Bi-yearly",
    "win": "x",
    "sum": "x",
    "jan": "x",
    "jul": "x",
    "category": "critical",
    "author": "Chris"
  },
  {
    "location": "Basement",
    "trade_type": "DIY",
    "title": "Inspect basement for critters",
    "desc_main": "Your basement is below ground level, which keeps it insulated and temperate! Unfortunately, this means that pests will also enter through cracks or holes to enjoy it. They could cause damage to your belongings and also leave droppings which are unhealthy for your home. We recommend you inspect your basement for any signs of pests and treat accordingly. We also recommend you search for any obvious entry cracks or holes and seal them as appropriate.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Quaterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "mar": "x",
    "jun": "x",
    "sep": "x",
    "dec": "x",
    "category": "health",
    "author": "Chris"
  },
  {
    "location": "Basement",
    "trade_type": "Electrical",
    "title": "Check basement light bulb supply",
    "desc_main": "Your basement lights keep your basement bright when you tinker in it! Typically, they are incandescent bulbs that have a lifespan of 750-2000 hrs, depending on how often you use them. Without a small supply of new light bulbs, you would have to drop your tinkering and run to your local hardware shop for new bulbs. We recommend keeping one or two new bulbs for when your current bulbs fail. Better yet, we recommend upgrading your incandescent bulbs to LED lights, which have a 50,000 hrs lifetime.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "twice a year",
    "win": "x",
    "sum": "x",
    "jan": "x",
    "jul": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Basement",
    "trade_type": "DIY",
    "title": "Check basement dehumidifier",
    "desc_main": "No one likes a humid basement! Having a functioning, high quality dehumidifier will help keep basement and foundational humidity in check, which will help you avoid problems like mold, bad odors, and pests like critters. Dehumidifiers also keep a cool and dry basement, great for installing a DIY wine cellar. We recommend a basement dehumidifier for every household, especially older ones. If you have a dehumidifier, be sure to check it is functioning, which you'll know by the level of humidity in the air.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Quarterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "feb": "x",
    "may": "x",
    "aug": "x",
    "category": "health",
    "author": "Matt"
  },
  {
    "location": "Basement",
    "trade_type": "DIY",
    "title": "Inspect basement trusses",
    "desc_main": "The basement ceiling supports your entire home! The structural integrity of your basement is paramount for a strong home. We recommend you give your basement or crawlspace trusses, joists, foundation a good look once a year to catch shifting foundation or truss issues early.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Yearly",
    "fal": "x",
    "nov": "x",
    "category": "maintenance",
    "author": "Matt"
  },
  {
    "location": "Attic",
    "trade_type": "Pest Control",
    "title": "Inspect attic for critters",
    "desc_main": "Your attic is the covered space between your roof and your top floor and has cozy insulation covering the floor to keep your home temperate! Unfortunately, this means that pests will also enter through cracks or holes to enjoy it. They could cause damage to your furnace or boiler systems and also leave droppings which are unhealthy for your home. We recommend you inspect your attic for any signs of pests and treat accordingly. We also recommend you search for any obvious entry cracks or holes and seal them as appropriate.",
    "interior_exterior": "interior",
    "reminder_recurrence": "Quaterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "mar": "x",
    "jun": "x",
    "sep": "x",
    "dec": "x",
    "category": "critical",
    "author": "Chris"
  },
  {
    "location": "Attic",
    "trade_type": "DIY",
    "title": "Inspect attic insulation",
    "desc_main": "Your attic is full of treasures! The attic floor is covered with thick insulation that is key in keeping your home temperate and saving on energy costs. Properly insulating the attic can save 10-50% on your typical heating bill. When home pros (eg HVAC techs) inspect your attic, they sometimes walk in the insulation and unintentional displace it. This could leave the insulation compacted or uneven, which could affect your homes insulation effectiveness. We recommend inspecting your attic insulation for evenness or damage and adjusting it as needed.",
    "interior_exterior": "interior",
    "reminder_recurrence": "Yearly",
    "spr": "x",
    "may": "x",
    "category": "cost saver",
    "author": "Chris"
  },
  {
    "location": "Attic",
    "trade_type": "DIY",
    "title": "Inspect attic soffit vents",
    "desc_main": "Your roof's soffit vents are intentional opening in your roof that are critical to a healthy home! They evenly distribute an airflow throughout your attic to ensure it remains dry and free from mold. If they are damaged or knocked out of place by wind or birds, your attic airflow could become stagnant and not properly vent your attic. This could lead to mold growth, which is expensive to identify and treat. We recommend that you inspect your attic soffit vents for proper functioning and repair as necessary.",
    "interior_exterior": "interior",
    "reminder_recurrence": "Yearly",
    "spr": "x",
    "may": "x",
    "category": "cost saver",
    "author": "Chris"
  },
  {
    "location": "Attic",
    "trade_type": "Plumbing",
    "title": "Inspect furnace in attic",
    "desc_main": "Your attic is full of treasures! Your furnace lives in the attic and is responsible for heating your home and keeping it temperate. Interestingly, modern furnaces are known as high-efficiency furnaces, and create water from condensation that forms as exhaust gases change from gas to liquid. The condensate drains into a pan, in which your furnace sits. The pan is equipped with a water sensor and a water pump. As water drains into the pan, the water pump extracts the water into a drain. If the pump malfunctions and water rises to the water sensor, the furnace is shut down to prevent flooding. If the water sensor is faulty, however, water could overflow from the pan and cause water damage that is expensive to repair. We recommend you inspect both your water pump and water sensor for proper functioning.",
    "interior_exterior": "interior",
    "reminder_recurrence": "Bi-yearly",
    "spr": "x",
    "fal": "x",
    "apr": "x",
    "oct": "x",
    "category": "critical",
    "author": "Chris"
  },
  {
    "location": "Kitchen",
    "trade_type": "Electrical",
    "title": "Test GCFI outlets in kitchen",
    "desc_main": "GCFI outlets have protective powers! They are designed to protect your home from electrical overloads when you use small kitchen devices, like your toaster. If these GFCI outlets malfunction, an overload may not be prevented, which could be a fire hazard. We recommend your test your kitchen GCFI outlets to ensure proper function and repair if necessary.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Quaterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "apr": "x",
    "jul": "x",
    "oct": "x",
    "category": "critical",
    "author": "Chris"
  },
  {
    "location": "Basement",
    "trade_type": "Electrical",
    "title": "Test GCFI outlets in basement",
    "desc_main": "GCFI outlets have protective powers! They are designed to protect your home from electrical overloads when you use small devices, like your sump pump. If these GFCI outlets malfunction, an overload may not be prevented, which could be a fire hazard. We recommend your test your basement GCFI outlets to ensure proper function and repair if necessary.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Quaterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "apr": "x",
    "jul": "x",
    "oct": "x",
    "category": "critical",
    "author": "Chris"
  },
  {
    "location": "Garage",
    "trade_type": "Electrical",
    "title": "Test GCFI outlets in garage",
    "desc_main": "GCFI outlets have protective powers! They are designed to protect your home from electrical overloads when you use small garage devices, like your battery chargers. If these GFCI outlets malfunction, an overload may not be prevented, which could be a fire hazard. We recommend your test your garage GCFI outlets to ensure proper function and repair if necessary.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Quaterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "jan": "x",
    "apr": "x",
    "jul": "x",
    "oct": "x",
    "category": "critical",
    "author": "Chris"
  },
  {
    "location": "Interior",
    "trade_type": "DIY",
    "title": "Set fans to turn counterclockwise",
    "desc_main": "Your ceilings fans are both ornamental and functional! They add value to your home and circulate the air in your home to keep you feeling comfortable at a higher ambient temperature in summer and lower ambient temperature in winter. This means you can set your thermostat higher in summer and lower in winter for the same comfort level, and save electricity in doing so! We recommend you set your fans to turn counterclockwise to generate a cooling, downward flow of air.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Yearly",
    "spr": "x",
    "may": "x",
    "category": "cost saver",
    "author": "Chris"
  },
  {
    "location": "Interior",
    "trade_type": "DIY",
    "title": "Set fans to turn clockwise",
    "desc_main": "Your ceilings fans are both ornamental and functional! They add value to your home and circulate the air in your home to keep you feeling comfortable at a higher ambient temperature in summer and lower ambient temperature in winter. This means you can set your thermostat higher in summer and lower in winter for the same comfort level, and save electricity in doing so! We recommend you set your fans to turn clockwise to generate a gentle updraft, which recirculates heat downward.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Yearly",
    "fal": "x",
    "nov": "x",
    "category": "cost saver",
    "author": "Chris"
  },
  {
    "location": "Interior",
    "trade_type": "Cleaning",
    "title": "Dust fan blades",
    "desc_main": "Your ceilings fans are both ornamental and functional! They add value to your home and circulate the air in your home to keep you feeling comfortable. Over time, the blades accumulate dust, especially if they aren't always in use. Dusty blades are unsightly and also bad for your health. We recommend you dust your fan blades Quarterly to keep your home healthy and looking nice.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Quarterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "feb": "x",
    "may": "x",
    "aug": "x",
    "nov": "x",
    "category": "health",
    "author": "Chris"
  },
  {
    "location": "Interior",
    "trade_type": "Cleaning",
    "title": "Clean fan light covers",
    "desc_main": "Your ceilings fans are both ornamental and functional! They add value to your home and circulate the air in your home to keep you feeling comfortable. Over time, the embedded fan light will accumulate dust and attract insects, which are unsightly and also bad for your health. We recommend you remove your light cover, remove dead insects, and wipe down the interior and exterior surfaces to keep your home healthy and looking nice.",
    "interior_exterior": "interior",
    "reminder_recurrence": "Bi-yearly",
    "spr": "x",
    "fal": "x",
    "may": "x",
    "nov": "x",
    "category": "health",
    "author": "Chris"
  },
  {
    "location": "Interior",
    "trade_type": "Security System",
    "title": "Test security system sensors",
    "desc_main": "Your security system alerts you of any suspicious activity on your property! It is equipped with sensors, cameras, and alarms to capture movement or intrusions. The alarm system is only as good as its sensors. Faulty sensors could lead to you believing you're protected when you're not, which could put your family in danger. We recommend you test your security system sensors to make sure you're always safe.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Quarterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "feb": "x",
    "may": "x",
    "aug": "x",
    "nov": "x",
    "category": "critical",
    "author": "Chris"
  },
  {
    "location": "Interior",
    "trade_type": "Security System",
    "title": "Test indoor and outdoor security cameras",
    "desc_main": "Your security system alerts you of any suspicious activity on your property! It is equipped with sensors, cameras, and alarms to capture movement or intrusions. The alarm system cameras capture live video when triggered by movement sensors, and are key in helping local authorities identify intruders. Cameras also help the security company monitor your home when a movement sensor is triggered. Faulty cameras could lead to you believing you're under surveillance when you're not, which could put your family in danger. We recommend you test your security system indoor and outdoor cameras to make sure you're always safe.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Quarterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "feb": "x",
    "may": "x",
    "aug": "x",
    "nov": "x",
    "category": "critical",
    "author": "Chris"
  },
  {
    "location": "Interior",
    "trade_type": "Electrical",
    "title": "Test connection to Security Company",
    "desc_main": "Your security system alerts you of any suspicious activity on your property! It is equipped with sensors, cameras, and alarms to capture movement or intrusions. The alarm system cameras capture live video when triggered by movement sensors, and are key in helping local authorities identify intruders. The whole system is connected to your security company, which allows them to monitor your home 24/7. A faulty connection could lead to you believing your home is being monitored when it's not, which could put your family in danger. We recommend you test your security system connection to your provider to make sure you're always safe.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Quarterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "feb": "x",
    "may": "x",
    "aug": "x",
    "nov": "x",
    "category": "critical",
    "author": "Chris"
  },
  {
    "location": "Interior",
    "trade_type": "DIY",
    "title": "Test door bell",
    "desc_main": "Your door bell announces the arrival of visitors! It's a simple but effective way to notify you of your visitors arrival so they aren't left stranded on your porch. If you have an upgraded door bell, such as a Ring, these provide additional features such as a microphone and video capture to enhance your home's security. We recommend you test your door bell to ensure proper functioning, and repair if necessary.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Quarterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "feb": "x",
    "may": "x",
    "aug": "x",
    "nov": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Interior",
    "trade_type": "DIY",
    "title": "Inspect home for cracks & nail pops",
    "desc_main": "Your home is built with thousands and thousands of nails! Over time, your home will settle with seasonal variations, and some nails will start popping out. This isn't structurally worrying, but they can be an eyesore. We recommend that you inspect your inside walls of your home for cracks or nail pops on a Yearly basis, and repair them as necessary.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Yearly",
    "sum": "x",
    "jul": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Emergency",
    "trade_type": "Emergency",
    "title": "Check emergency flashlight",
    "desc_main": "Emergencies are unpredictable and unwelcome, but best be prepared for when they do happen! A flash light is a crucial to getting around in the dark when you lose power, and having a couple of them fully charged and functional just in case is key. We recommend you store your emergency flashlights with your other emergency supplies (a safe place that's easily accessible), and check its battery life and proper functioning for when you need them.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Quarterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "feb": "x",
    "may": "x",
    "aug": "x",
    "nov": "x",
    "category": "emergency",
    "author": "Chris"
  },
  {
    "location": "Emergency",
    "trade_type": "Emergency",
    "title": "Check supply of emergency candles & matches",
    "desc_main": "Emergencies are unpredictable and unwelcome, but best be prepared for when they do happen! Although candles are quite rare in today's tech-savvy world, they can be useful for providing a constant source of light in a room when a power outage lasts longer than expected. Plus, they are cheap, so no reason not to have any! We recommend you store your emergency candles with your other emergency supplies (a safe place that's easily accessible), check that they have sufficient life and accompanying matches, so you can light them if need be.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Quarterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "feb": "x",
    "may": "x",
    "aug": "x",
    "nov": "x",
    "category": "emergency",
    "author": "Chris"
  },
  {
    "location": "Emergency",
    "trade_type": "Emergency",
    "title": "Check for emergency blankets",
    "desc_main": "Emergencies are unpredictable and unwelcome, but best be prepared for when they do happen! If the power goes out in winter, your furnace will also stop working and you could be several hours without any heat. Blankets can be useful for keeping you and your family warm if the temperature in your home drops too much. We recommend you store your emergency blankets with your other emergency supplies (a safe place that's easily accessible), and check that there are enough for each family member.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Quarterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "feb": "x",
    "may": "x",
    "aug": "x",
    "nov": "x",
    "category": "emergency",
    "author": "Chris"
  },
  {
    "location": "Emergency",
    "trade_type": "Emergency",
    "title": "Check for emergency food stock",
    "desc_main": "Emergencies are unpredictable and unwelcome, but best be prepared for when they do happen! Although it's unlikely you'll run out of food unless an extensive power outage occurs, it's always good to keep some high energy, long shelf-life food items just in case. We recommend you store your emergency blankets with your other emergency supplies (a safe place that's easily accessible), and check that there are enough for each family member.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Quarterly",
    "win": "x",
    "spr": "x",
    "sum": "x",
    "fal": "x",
    "feb": "x",
    "may": "x",
    "aug": "x",
    "nov": "x",
    "category": "emergency",
    "author": "Chris"
  },
  {
    "location": "Emergency",
    "trade_type": "Emergency",
    "title": "Inspect home generator",
    "desc_main": "Emergencies are unpredictable and unwelcome, but best be prepared for when they do happen! When your power goes out, your home generator kicks in to supplement the essential appliances in your home, such as your refrigerator and furnace. If your generator isn't maintained properly, it might not be functional the only time you need it: in a power outage. We recommend you inspect your home generator for proper functioning on a regular basis and have it repaired if need be.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Bi-yearly",
    "spr": "x",
    "fal": "x",
    "may": "x",
    "nov": "x",
    "category": "emergency",
    "author": "Chris"
  },
  {
    "location": "Interior",
    "trade_type": "DIY",
    "title": "Oil door hinges",
    "desc_main": "Squeaky door hinges are really frustrating! Your door hinges are made of two hinged metal plates, which rotate over each other when you open and close your doors. Over time, the oil that lubricates the hinge disintegrates or dries up. This leaves two metal plates grinding each other, which makes the squeaky sound you hear. We recommend you lubricate all your door hinges, especially the high-use doors, to keep them quiet and smooth.",
    "interior_exterior": "Interior",
    "reminder_recurrence": "Bi-yearly",
    "spr": "x",
    "fal": "x",
    "apr": "x",
    "oct": "x",
    "category": "maintenance",
    "author": "Chris"
  },
  {
    "location": "Exterior",
    "trade_type": "DIY",
    "title": "Inspect French drains",
    "desc_main": "A French drain is a common method utilized to divert and direct water from the house. If you have French drains on your property, they are likely underground. We recommend working with an inspector to identify French drain locations so you can monitor the soil for flooding, a natural sign that a French drain may be failing. French drain failure can be quite devasting to your lawn or home if left untreated, so be sure to keep an eye out!",
    "interior_exterior": "exterior",
    "reminder_recurrence": "Yearly",
    "spr": "x",
    "may": "x",
    "category": "maintenance",
    "author": "Matt"
  }
]